Repository: dashpay/dashwallet-ios
Catalog: BreadWallet/*.lproj/Localizable.strings
Languages: da, de, el, fr, hu, nb, nl, pl, ru, sq, sv, tr

source: couldn't transmit payment to bitcoin network
da: kunne ikke sende betalingen til bitcoin-netværket
de: Zahlung konnte nicht an das Bitcoin-Netzwerk übermittelt werden
hu: nem sikerült a tranzakciót a bitcoin hálózatra továbbítani
nb: kunne ikke kringkaste betaling til Bitcoin-nettverket
nl: betaling niet naar het bitcoin netwerk verstuurd
ru: не удалось передать платёж в сеть bitcoin
sq: nuk mund të transmetohet pagesa në rrjetin bitcoin
sv: kunde inte skicka betalningen till bitcoin-nätverket
tr: ödeme bitcoin ağına iletilemedi

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your bitcoins).
da: ENHEDENS SIKKERHED KOMPROMITTERET Enhver "jailbreak'et" app kan tilgå enhver anden apps nøglerings-data (og stjæle dine bitcoin).
de: GERÄTESICHERHEIT KOMPROMITTIERT Jede 'Jailbreak'-App kann auf die Schlüsselbund-Daten jeder anderen App zugreifen (und so Ihre Bitcoins stehlen).
hu: KÉSZÜLÉK BIZTONSÁGA KOMPROMITTÁLVA Bármilyen 'jailbreak' alkalmazás hozzáférhet a többi alkalmazás kulcskarikájához (és ellophatja a bitcoinjaidat).
nb: SIKKERHETEN TIL ENHETEN ER KOMPROMITTERT Enhver 'jailbreak'-app kan få tilgang til andre appers Keychain data (og stjele dine bitcoin).
nl: BEVEILIGING VAN HET APPARAAT IN GEVAAR Een 'jailbreak' app heeft toegang tot de sleutelhanger van andere apps (en de mogelijkheid om je bitcoins te stelen).
ru: БЕЗОПАСНОСТЬ УСТРОЙСТВА ПОД УГРОЗОЙ Любое «jailbreak» приложение может получить доступ к вашим приватным ключам (и украсть ваши bitcoins).
sq: SIGURIA E PAJISJES ËSHTË KOMPROMETUAR Çdo aplikacion 'jailbreak' mund të ketë çasje në të dhënat e aplikacioneve tjera (dhe mund të ju vjedhin bitcoin-at e juaj).
sv: ENHETENS SÄKERHET ÄR KOMPRIMISSAD "Jailbreakade" appar kan läsa inuti andra appar (och stjäla dina bitcoin).
tr: CİHAZ GÜVENLİĞİ ZAYIFLADI Herhangi bir 'jailbreak' uygulaması diğer uygulamaların verilerine erişebilir (ve bitcoinlerinizi çalabilir).

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your bitcoins). Wipe this wallet immediately and restore on a secure device.
da: ENHEDENS SIKKERHED KOMPROMITTERET Enhver "jailbreak'et" app kan tilgå enhver anden apps nøglerings-data (og stjæle dine bitcoin). Slet straks denne tegnebog og gendan den på en sikker enhed.
de: GERÄTESICHERHEIT KOMPROMITTIERT Jede 'Jailbreak'-App kann auf die Schlüsselbund-Daten anderer Apps zugreifen (und so Ihre Bitcoins stehlen). Löschen Sie dieses Wallet umgehend und stellen Sie dieses auf einem sicheren Gerät wieder her.
hu: KÉSZÜLÉK BIZTONSÁGA KOMPROMITTÁLVA Bármilyen 'jailbreak' alkalmazás hozzáférhet a többi alkalmazás kulcskarikájához (és ellophatja a bitcoinjaidat). Töröld ezt a tárcát azonnal és állítsd helyre egy biztonságos eszközön.
nb: SIKKERHETEN TIL ENHETEN ER KOMPROMITTERT Enhver 'jailbreak'-app kan få tilgang til andre appers Keychain data (og stjele dine bitcoin).
nl: BEVEILIGING VAN HET APPARAAT IN GEVAAR Een 'jailbreak' app heeft toegang tot de sleutelhanger van andere apps (en de mogelijkheid om je bitcoins te stelen). Verwijder deze portemonnee direct en herstel op een veilig apparaat.
ru: БЕЗОПАСНОСТЬ УСТРОЙСТВА ПОД УГРОЗОЙ Любое «jailbreak» приложение может получить доступ к вашим приватным ключам (и украсть ваши bitcoins). Немедленно удалите этот кошелёк и восстановите его в безопасном месте.
sq: SIGURIA E PAJISJES ËSHTË KOMPROMETUAR Çdo aplikacion 'jailbreak' mund të ketë çasje në të dhënat e aplikacioneve tjera (dhe mund të ju vjedhin bitcoin-at e juaj). Fshij këtë kuletë menjëherë dhe riktheni atë në një pajisje të sigurtë.
sv: ENHETENS SÄKERHET ÄR KOMPRIMISSAD "Jailbreakade" appar kan läsa inuti andra appar (och stjäla dina bitcoin). Radera omedelbart denna plånbok och återskapa den på en annan (säker) enhet.
tr: CİHAZ GÜVENLİĞİ ZAYIFLADI Herhangi bir 'jailbreak' uygulaması diğer uygulamaların verilerine erişebilir (ve bitcoinlerinizi çalabilir). Bu cüzdanı hemen silin ve güvenli bir cihaza yükleyin.

source: do it later
da: gør det senere
de: später
el: θα το κάνω αργότερα
fr: le faire plus tard
hu: később leírom
nb: gjør det senere
nl: probeer later nogmaals
pl: zrób to później
ru: отложить на потом
sq: bëje më vonë
sv: gör det senare
tr: daha sonra yap

source: done
da: færdig
de: fertig
el: έγινε
fr: terminé
hu: kész
nb: utført
nl: gereed
ru: готово
sq: përfunduar
sv: klar
tr: bitti

source: double spend
da: dobbelbetaling
de: doppelt ausgegeben
el: διπλό ξόδεμα
fr: double dépense
hu: kétszeres költés
nb: dobbeltbruk
nl: dubbel uitgegeven
ru: двойное расходование
sq: shpenzim i dyfisht
sv: dubbelbetalning
tr: çift ödeme

source: email not configured
da: e-mail ikke konfigureret
de: E-Mail ist nicht konfiguriert
el: η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν έχει ρυθμιστεί
fr: e-mail non configuré
hu: email nincs beállítva
nb: epost ikke konfigurert
nl: email niet geconfigureerd
pl: e-mail nie skonfigurowany
ru: почта не настроена
sq: email nuk është konfiguruar
sv: e-post inte konfigurerad
tr: e-posta yapılandırılmadı

source: enter old passcode
da: angiv gammel adgangskode
de: alten Zugangscode eingeben
el: εισάγετε τον παλιό κωδικό πρόσβασης
fr: entrez l'ancien code d'accès
hu: írd be a régi jelkódot
nb: angi eldre pinkode
nl: geef oude toegangscode op
ru: введите старый пароль
sq: shëno PIN e vjetër
sv: ange den gamla pinkoden
tr: eski şifreyi giriniz

source: error signing bitcoin transaction
da: fejl ved signering af bitcoin-transaktion
de: Fehler beim Signieren der Bitcoin-Transaktion
hu: hiba a bitcoin tranzakció aláírása közben
nb: feil ved signering av Bitcoin-transaksjon
nl: fout bij signeren van bitcoin transactie
ru: ошибка подписания bitcoin-транзакции
sq: gabim duke firmosur bitcoin transaksionin
sv: fel vid signering av bitcointransaktionen
tr: bitcoin işlem kaydı hatası

source: error signing transaction
da: fejl ved signering af transaktion
de: Fehler beim Signieren der Transaktion
el: σφάλμα υπογραφής συναλλαγής
fr: erreur de signature de la transaction
hu: hiba a tranzakció aláírása közben
nb: feil ved signering av transaksjon
nl: fout bij het signeren van de transactie
pl: błąd podczas podpisywania transakcji
ru: ошибка подписания транзакции
sq: gabim duke firmosur transaksionin
sv: fel vid signering av transaktionen
tr: işlem kaydı hatası

source: from:
da: fra:
de: von:
el: από:
fr: de :
hu: küldő:
nb: fra:
nl: van:
pl: od:
ru: от:
sq: nga:
sv: från:
tr: kaynak:

source: hour
da: time
de: Stunde
el: ώρα
fr: heure
hu: óra
nb: time
nl: uur
pl: godzina
ru: час
sq: orë
sv: timme
tr: saat

source: hours
da: timer
de: Stunden
el: ώρες
fr: heures
hu: óra
nb: timer
nl: uren
pl: godziny
ru: часов
sq: orë
sv: timmar
tr: saat

source: id:
el: αναγνωριστικό:
pl: identyfikator:
tr: kimlik:

source: ignore
da: ignorér
de: ignorieren
el: παράβλεψη
fr: ignorer
hu: elvet
nb: ignorer
nl: negeren
pl: ignoruj
ru: игнорировать
sq: injoro
sv: ignorera
tr: yoksay

source: import private key
da: importér privat nøgle
de: Privaten Schlüssel importieren
el: εισαγωγή ιδιωτικού κλειδιού
fr: importer une clé privée
hu: privát kulcs importálása
nb: importer privat nøkkel
nl: persoonlijke sleutel inlezen
pl: importuj klucz prywatny
ru: импортировать закрытый ключ
sq: importo çelës privat
sv: importera privat nyckel
tr: özel anahtarı içe aktar

source: IMPORTANT
da: VIGTIGT
de: WICHTIG
el: ΣΗΜΑΝΤΙΚΟ
hu: FONTOS
nb: VIKTIG
nl: BELANGRIJK
pl: WAŻNE
ru: ВАЖНО
sq: E RËNDËSISHME
sv: VIKTIGT
tr: ÖNEMLİ

source: insufficient funds
da: utilstrækkelige midler
de: Guthaben nicht ausreichend
el: ανεπαρκή χρήματα
fr: fonds insuffisants
hu: fedezethiány
nb: utilstrekkelige midler
nl: saldo niet toereikend
pl: brak środków
ru: недостаточно средств
sq: fonde të pamjaftueshme
sv: täckning saknas
tr: yetersiz bakiye

source: insufficient funds for bitcoin network fee
da: utilstrækkelige midler til bitcoin netværksgebyr
de: Unzureichendes Guthaben für die Transaktionsgebühr
hu: fedezethiány a bitcoin hálózati díjra
nb: utilstrekkelige midler for nettverksavgift
nl: saldo niet toereikend voor de bitcoin netwerk vergoeding
pl: brak środków na prowizję
ru: недостаточно средств для комиссии сети bitcoin
sq: fonde të pamjaftueshme për tarifë
sv: täckning saknas för transaktionsavgiften
tr: bitcoin ağ ücreti için yetersiz bakiye

source: INVALID
da: UGYLDIG
de: UNGÜLTIG
el: ΑΚΥΡΟ
fr: INVALIDE
hu: ÉRVÉNYTELEN
nb: UGYLDIG
nl: ONGELDIG
pl: NIEPOPRAWNE
ru: НЕКОРРЕКТНО
sq: JOVALID
sv: OGILTIG
tr: GEÇERSİZ

source: Let others scan this QR code to get your bitcoin address. Anyone can send bitcoins to your wallet by transferring them to your address.
da: Lad andre scanne denne QR-kode for at få din bitcoin-adresse. Enhver kan sende bitcoins til din tegnebog ved at overføre dem til din adresse.
de: Andere können diesen QR-Code scannen, um Ihre Bitcoin-Adresse zu erhalten. Bitcoins werden so an dieses Wallet geschickt.
hu: Engedd hogy ezt a QR kódot beolvassa aki bitcoint akar neked küldeni. A címedet használva bárki tud bitcoint küldeni a tárcádba.
nb: La andre skanne QR koden for å få din bitcoin adresse. Alle kan sende deg bitcoin ved å bruke din adresse.
nl: Laat anderen deze QR code scannen om jouw bitcoin adres te verkrijgen. Iedereen kan bitcoins naar jouw portemonnee verzenden door deze te sturen naar jouw adres.
ru: Другие пользователи могут сканировать этот QR код, чтобы получить ваш bitcoin-адрес. Кто угодно сможет отправить биткойны на ваш кошелек путём передачи их на ваш адрес.
sq: Lejo të tjerët të skanojn këtë QR kod për ta marrë bitcoin adresën tuaj. Çdokush mund të ju dërgoj bitcoin-a në kuletën tuaj duke i transferuar ato në adresën tuaj.
sv: Via denna QR-kod kan andra läsa av din bitcoinadress. Vem som helst kan skicka bitcoin till din plånbok genom att överföra dem till din adress.
tr: Bitcoin adresinizi edinmek için diğer QR kodlarını tarayın. Başkaları bitcoinleri adresinize transfer yoluyla cüzdanınıza gönderebilir.

source: minute
da: minut
el: λεπτό
hu: perc
nb: minutt
nl: minuut
pl: minuta
ru: минут
sq: minutë
sv: minut
tr: dakika

source: minutes
da: minutter
de: Minuten
el: λεπτά
hu: perc
nb: minutter
nl: minuten
pl: minuty
ru: минуты
sq: minuta
sv: minuter
tr: dakika

source: missing certificate
da: manglende certifikat
de: Zertifikat fehlt
el: λείπει το πιστοποιητικό
fr: certificat manquant
hu: tanusítvány hiányzik
nb: manglende sertifikat
nl: certificaat mist
pl: brak certyfikatu
ru: отсутствует сертификат
sq: mungon çertifikata
sv: saknar certifikat
tr: eksik sertifika

source: more...
da: mere...
de: mehr...
el: περισσότερα...
fr: plus...
hu: tovább...
nb: mer...
nl: meer...
pl: więcej...
ru: ещё...
sq: më shumë...
sv: mer...
tr: daha fazla...

source: moved
da: flyttet
de: verschoben
el: μετακινηθηκε
fr: déplacée
hu: átvezetve
nb: flyttet
nl: verplaatst
pl: przeniesiono
ru: перемещено
sq: janë zhvendosur
sv: överförd
tr: taşınmış

source: next, write down your recovery phrase
da: skriv nu din gendannelsessætning ned
de: Als nächstes schreiben Sie bitte Ihre Wiederherstellungs-Wortfolge auf
el: στη συνέχεια, γράψτε την φράση ανακτησής σας
fr: ensuite, écrivez sur papier votre phrase de récupération
hu: következő lépésként írd le a helyreállítási kódmondatodat
nb: deretter, skriv ned din gjenopprettingsfrase
nl: vervolgens, schrijf je herstel zin op
pl: następnie, zapisz frazę odzyskiwania danych
ru: теперь запишите вашу фразу восстановления
sq: tash, shkruaje frazën rikthyese të juaj
sv: nästa, skriv ner din återhämtning fras
tr: sonra, kurtarma cümlenizi yazın

source: no peers found
da: ingen peers fundet
de: keine Peers gefunden
el: δε βρέθηκαν κόμβοι
fr: aucun pair trouvé
hu: nincs elérhető hálózati csomópont
nb: ingen peers funnet
nl: geen peers gevonden
pl: nie znaleziono węzłów sieci
ru: узлы не найдены
sq: nuk janë gjetur peers
sv: hittade inga likar (peer)
tr: eşleşme bulunamadı

source: not a bitcoin QR code
da: ikke en bitcoin QR-kode
de: Kein Bitcoin QR-Code
hu: nem bitcoin QR kód
nb: ikke en bitcoin QR-kode
nl: geen bitcoin QR code
pl: nieprawidłowy kod QR
ru: не bitcoin QR-код
sq: nuk është bitcoin QR kod
sv: inte en bitcoin QR-kod
tr: bir bitcoin QR kodu değildir

source: not a valid bitcoin address
da: ikke en gyldig bitcoin-adresse
de: Keine gültige Bitcoin-Adresse
fr: ce n'est pas une adresse bitcoin valide
hu: nem érvényes bitcoin cím
nb: ikke en gyldig Bitcoin-adresse
nl: geen valide bitcoin adres
pl: nieprawidłowy adres bitcoin
ru: некорректный bitcoin-адрес
sq: nuk është bitcoin adresë valide
sv: inte en giltig bitcoin adress
tr: geçerli bir bitcoin adresi değil

source: not a valid private key
da: ikke en gyldig privat nøgle
de: Kein gültiger privater Schlüssel
el: δεν είναι ενα έγκυρο ιδιωτικό κλειδί
fr: n'est pas une clé privée valide
hu: nem érvényes privát kulcs
nb: ikke en gyldig privat nøkkel
nl: geen valide persoonlijke sleutel
pl: nieprawidłowy klucz prywatny
ru: некорректный закрытый ключ
sq: jo një bitcoin çelës privat valid
sv: ogiltig privat nyckel
tr: geçerli bir özel anahtar değil

source: not connected to the bitcoin network
da: ikke tilsluttet bitcoin-netværket
de: Nicht mit dem Bitcoin-Netzwerk verbunden
hu: nincs csatlakozva a bitcoin hálózathoz
nb: ikke tilkoblet Bitcoin-nettverket
nl: niet verbonden met het bitcoin netwerk
ru: не подключено к сети bitcoin
sq: nuk jeni konektuar në rrjetin bitcoin
sv: ingen anslutning till bitcoinnätverket
tr: bitcoin ağına bağlı değil

source: ok
el: Εντάξει
tr: tamam

source: passcode
da: adgangskode
de: Zugangscode
el: κωδικός πρόσβασης
fr: code d'accès
hu: jelkód
nb: pinkode
nl: toegangscode
pl: PIN
ru: код доступа
sq: PIN
sv: pinkod
tr: şifre

source: passcode for %@
da: adgangskode for %@
de: Zugangscode für %@
el: κωδικός πρόσβασης για το %@
fr: code d'accès pour %@
hu: jelkód a következőhöz: %@
nb: pinkode for %@
nl: toegangscode voor %@
pl: PIN dla %@
ru: код доступа для %@
sq: PIN për %@
sv: pinkod for %@
tr: %@ için şifre

source: password
da: adgangskode
de: Kennwort
el: κωδικός πρόσβασης
fr: mot de passe
hu: jelszó
nb: passord
nl: wachtwoord
pl: hasło
ru: пароль
sq: fjalëkalimi
sv: lösenord
tr: şifre

source: password protected key
da: nøgle beskyttet med adgangskode
de: Passwort-geschützter Schlüssel
el: προστατευμένο κλειδί με κωδικό πρόσβασης
fr: clé protégée par mot de passe
hu: jelszóval védett kulcs
nb: passordbeskyttet nøkkel
nl: wachtwoord afgeschermde sleutel
pl: klucz chroniony hasłem
ru: защищённый паролем ключ
sq: çelës i mbrojtur me fjalëkalim
sv: lösenordskyddad nyckel
tr: şifre korumalı anahtar

source: pay
da: betal
de: zahlen
el: πληρώστε
fr: payer
hu: fizetés
nb: betal
nl: betalen
pl: zapłać
ru: оплатить
sq: paguaj
sv: betala
tr: ödeme

source: payment address
da: betalingsadresse
de: Zahlungsadresse
el: διεύθυνση πληρωμής
fr: adresse de paiement
hu: kifizetési cím
nb: betalingsadresse
nl: betalingsadres
pl: adres płatności
ru: адрес оплаты
sq: adresa e pagesës
sv: betaladress
tr: ödeme adresi

source: payment output
da: betalings-output
de: Zahlungsausgang
el: έξοδος πληρωμής
fr: sortie de paiement
hu: fizetési kimenet
nb: betalingsutgang
nl: betalingsuitgang
ru: выход оплаты
sq: outputi i pagesës
sv: betalutgång
tr: ödeme çıktısı

source: post-dated
da: postdateret
de: nachdatiert
el: μετα-χρονολογημένη
fr: postdatée
hu: későbbre keltezett
nb: fremdatert
nl: post-gedateerd
pl: do odebrania w przyszłości
ru: чек с будущей датой
sq: e ardhshme
sv: framdaterad
tr: son tarihler

source: Receive bitcoins at this address: %@
da: Modtag bitcoins på denne adresse: %@
de: Bitcoins an dieser Adresse empfangen: %@
hu: Fogadj bitcoint ezen a címen: %@
nb: Motta bitcoin på denne adressen: %@
nl: Ontvang bitcoins op dit adres: %@
pl: Otrzymaj wpłatę na ten adres: %@
ru: Получить биткойны на этот адрес: %@
sq: Prano bitcoin në këtë adresë: %@
sv: Ta emot bitcoin på denna adress: %@
tr: Bitcoinleri şu adresten al: %@

source: received
da: modtaget
de: empfangen
el: ελήφθησαν
fr: reçue
hu: fogadva
nb: mottatt
nl: ontvangen
pl: otrzymano
ru: получено
sq: të pranuara
sv: mottagna
tr: alındı

# received %@ (%@)
source: received %1$@ (%2$@)
da: modtog %1$@ (%2$@)
de: %1$@ (%2$@) empfangen
el: ελήφθη %1$@ (%2$@)
fr: %1$@ reçus (%2$@)
hu: fogadva: %1$@ (%2$@)
nb: mottok %1$@ (%2$@)
nl: ontvangen %1$@ (%2$@)
pl: otrzymano %1$@ (%2$@)
ru: получено %1$@ (%2$@)
sq: pranuat %1$@ (%2$@)
sv: tog emot %1$@ (%2$@)
tr: %1$@ alındı (%2$@)

source: recovery phrase
da: gendannelsesssætning
de: Wiederherstellungs-Wortfolge
el: φράση ανάκτησης
fr: phrase de récupération
hu: helyreállítási kódmondat
nb: gjenopprettingsfrase
nl: herstel zin
pl: fraza odzyskiwania danych
ru: фраза восстановления
sq: fraza rikthyese
sv: återställningsfras
tr: kurtarma cümlesi

source: recovery phrase doesn't match
da: gendannelsessætninger ikke ens
de: Wiederherstellungs-Wortfolge stimmt nicht überein
el: δεν ταιριάζει η φράση ανάκτησης
fr: la phrase de récupération ne correspond pas
hu: helyreállítási kódmondat nem egyezik
nb: gjenopprettingsfrasen stemmer ikke
nl: herstel zin is niet gelijk
pl: fraza odzyskiwania nieprawidłowa
ru: фразы восстановления не совпадают
sq: fraza rikthyese nuk përputhet
sv: återställningsfrasen stämmer inte
tr: kurtarma cümlesi eşleşmiyor

source: recovery phrase must have %d words
da: gendannelsessætningen skal have %d ord
de: Wiederherstellungs-Wortfolge muss %d Wörter haben
el: η φράση ανάκτηση πρέπει να έχει %d λέξεις
fr: la phrase de récupération doit avoir %d mots
hu: a helyreállítási kódmondatnak %d szavasnak kell lennie
nb: gjenopprettingsfrasen må ha %d ord
nl: herstel zin moet %d woorden hebben
ru: фраза восстановления должна состоять из %d слов
sq: fraza rikthyese duhet të ketë %d fjalë
sv: återställningsfrasen måste ha %d ord
tr: kurtarma cümlesi %d kelime olmalı

# reduce payment amount by %@ (%@)?
source: reduce payment amount by %1$@ (%2$@)?
da: reducér betalingsbeløb med %1$@ (%2$@)?
de: Zahlung reduzieren um %1$@ (%2$@)?
el: μειώση του ποσού πληρωμής κατά %1$@ (%2$@)?
fr: réduire le montant du paiement de %1$@ (%2$@)?
hu: csökkentsem a kifizetés összegét ennyivel: %1$@ (%2$@)?
nb: reduser betalingsbeløpet med %1$@ (%2$@)?
nl: verminder bedrag met %1$@ (%2$@)?
ru: уменьшить сумму платежа на %1$@ (%2$@)?
sq: zvogëloni shumën e pagesës për %1$@ (%2$@)?
sv: minska beloppet med %1$@ (%2$@)?
tr: %1$@ (%2$@) ile ödeme miktarı düşürülsün mü?

source: request
da: anmod
de: Anfrage
el: αίτηση
fr: demander
hu: igénylés
nb: forespør
nl: verzoek
pl: wniosek
ru: запрос
sq: kërkes
sv: begäran
tr: istek

source: request an amount
da: anmod om et beløb
de: einen Betrag anfordern
el: αίτηση για ένα ποσό
fr: demander un montant
hu: összeg igénylése
nb: forespør et beløp
nl: verzoek een bedrag
pl: wniosek o kwotę
ru: запросить сумму
sq: kërko një shumë
sv: begär ett belopp
tr: bir miktar isteyin

source: request expired
da: anmodning udløbet
de: Anfrage abgelaufen
el: το αίτημα έληξε
fr: demande expirée
hu: kérelem lejárt
nb: forespørselen har utløpt
nl: verzoek verlopen
pl: wniosek się przedawnił
ru: срок действия запроса истек
sq: kërkesa skadoj
sv: begäran har gått ut
tr: istek süresi itti

# requested network "%@" instead of "%@"
source: requested network "%1$@" instead of "%2$@"
da: anmodede netværket om "%1$@" i stedet for "%2$@"
de: Netzwerk "%1$@" statt "%2$@" angefordert
el: αίτηση δικτύου "%1$@" αντί για "%2$@"
fr: réseau demandé "%1$@" à la place de "%2$@"
hu: a "%2$@" hálózatot kaptam a "%1$@" helyett
nb: ber om nettverk "%1$@" i stedet for "%2$@"
nl: verzoek netwerk "%1$@" in plaats van "%2$@"
ru: запросить сеть «%1$@» вместо «%2$@»
sq: kërkohet rrjeti "%1$@" në vend të "%2$@"
sv: begärde nätverk "%1$@" istället för "%2$@"
tr: "%2$@" yerine "%1$@" ağı istendi

source: rescan
da: scan igen
de: Erneut scannen
el: επανάληψη της σάρωσης
fr: réanalyser
hu: újraszkennelés
nb: skann på nytt
nl: herscannen
pl: ponownie zeskanuj
ru: повторное сканирование
sq: riskano
sv: återläs
tr: yeniden tara

source: rescan blockchain
da: scan blokkæden igen
de: Blockchain erneut scannen
el: σάρωση της αλυσίδας μπλόκ
fr: réanalyser la chaîne de blocs
hu: blockchain újraszkennelése
nb: skann blokkjeden om igjen
nl: blockchain herscannen
pl: ponownie skanuj łańcuch bloków
ru: пересканировать blockchain
sq: riskano blockchain
sv: återläs blockkedjan
tr: blok zincirini yeniden tara

source: rescan blockchain if you think you may have missing transactions, or are having trouble sending (rescanning can take several minutes)
da: scan blokkæden igen hvis du tror, du mangler transaktioner, eller har problemer med at sende (ny scanning kan tage adskillige minutter)
de: Scannen Sie die Blockchain erneut wenn Sie denken dass eingehende Transaktionen fehlen, oder Sie Probleme beim Senden haben (Dies kann einige Minuten dauern)
el: κάντε επανάληψη της σάρωσης της αλυσίδας των μπλόκ αν νομίζετε ότι μπορεί να έχετε συναλλαγές που λείπουν ή άν έχετε προβλήματα αποστολής (η νέα σάρωση μπορεί να πάρει αρκετά λεπτά)
fr: réanalysez la chaîne de blocs si vous pensez que vous avez des transactions manquantes, ou si vous avez des problèmes d'envoi (la réanalyse peut prendre quelques minutes)
hu: szkenneld újra a blockchaint, ha úgy érzed, hogy hiányoznak tranzakciók a tárcádból, vagy ha gondjaid vannak a pénzküldéssel (az újraszkennelés több percet is igénybe vehet)
nb: skann blokkjeden om igjen om du tror du mangler transaksjoner eller har problemer med å utføre transaksjoner (reskanning kan ta flere minutter)
nl: herscan blockchain wanneer je het vermoeden hebt dat je transacties mist, of problemen hebt met versturen (herscannen kan enkele minuten duren)
ru: пересканировать blockchain, если вы считаете, что могли пропустить транзакцию или возникли проблемы отправки (повторное сканирование может занять несколько минут)
sq: riskano blockchain nëse mendon që po ju mungon ndonjë transaksion, ose keni probleme me dërgim të pagesës (riskanimi mund të merr kohë disa minuta)
sv: återläs blockkedjan om du misstänker att det saknas transaktioner, eller om du har problem att skicka bitcoin (återläsning kan ta flera minuter)
tr: kaçırdığınız bazı işlemlerin olduğunu düşünüyorsanız veya göndermede sorun yaşıyorsanız blok zincirini tekrar taratın (yeniden tarama bir kaç dakika sürebilir)

source: reset
da: nulstil
de: Zurücksetzen
el: επαναφορά
fr: réinitialiser
hu: visszaállít
nb: tilbakestill
nl: opnieuw zetten
pl: resetuj
ru: сброс
sq: reseto
sv: återställ
tr: sıfırla

source: Scan someone else's QR code to get their bitcoin address. You can send a payment to anyone with an address.
da: Scan en andens QR-kode for at få deres bitcoin-adresse. Du kan sende en betaling til enhver med en adresse.
de: Scannen Sie jemandes QR-Code um eine Zahlungs-Adresse zu erhalten. Sie können eine Zahlung an jeden mit einer Adresse senden.
hu: Olvasd be valaki másnak a QR kódját, hogy hozzájuss a bitcoin címéhez. Bárkinek küldhetsz pénzt, akinek van ilyen címe.
nb: Skann andres QR-kode for å få deres Bitcoin-adresse. Du kan sende betaling til alle som har en adresse.
nl: Scan de QR code van iemand anders om zijn of haar bitcoin adres te verkrijgen. Je kan een betaling versturen naar iedereen met een adres.
ru: Отсканируйте чей-нибудь QR-код, чтобы получить bitcoin-адрес. Вы можете отправить платеж кому угодно, имея адрес.
sq: Skano QR kodin e dikujt tjetër për të marrë bitcoin adresën e tyre. Mund të dergoni pages gjithkujt me një adresë.
sv: Läs in någon annans bitcoinadress via QR-kod. Du kan göra överföringar till alla som har en adress.
tr: Başkalarının bitcoin adreslerini öğrenmek için QR kodlarını taratın. Adresi olan herkese ödeme gönderebilirsiniz.
