Repository: dashpay/dashwallet-ios
Catalog: BreadWallet/*.lproj/Localizable.strings
Languages: da, de, el, fr, hu, nb, nl, pl, ru, sq, sv, tr

source: Your wallet may be out of sync. This can often be fixed by rescanning the blockchain.
da: Din tegnebog kan være ude af sync. Dette kan ofte løses ved at scanne blokkæden igen.
de: Brieftasche möglicherweise nicht synchron. Dies kann oft durch erneutes Scannen der Blockchain behoben werden.
el: Το πορτοφόλι σας μπορεί να είναι εκτός συγχρονισμού. Αυτό μπορεί συχνά να διορθωθεί με την επανεξέταση των μπλόκ συναλλαγών.
fr: Votre portefeuille peut être désynchronisé. Ceci peut souvent être résolu en réanalysant la chaîne de blocs.
hu: A tárcád nincs szinkronban. Általában segít az, ha újraszkenneled a blockchaint.
nb: Din lommebok er usynkronisert. Dette kan ofte fikses ved å skanne blokkjeden om igjen.
nl: Je portemonnee is mogelijk niet gesynchroniseerd. Dit kan vaak opgelost worden door de blockchain te herscannen.
pl: Twój portfel może nie być zsynchronizowany. To często może zostać naprawione przez ponowne skanowanie łańcucha bloków.
ru: Кажется, ваш кошелек рассинхронизирован. Это может быть исправлено путём повторного сканирования blockchain.
sq: Si duket kuleta juaj nuk është e sinkronizuar. Kjo shpesh mund të rregullohet duke riskanuar blockchain.
sv: Din plånbok kan vara osynkroniserad. Detta åtgärdas oftast genom en omläsning av blockkedjan.
tr: Cüzdanınız eşitlenmemiş olabilir. Blok zincirini yeniden taratmak bunu sık sık düzeltebilir.

source: new phrase
hu: új kódmondat
nb: ny frase
nl: nieuwe zin
pl: nowa fraza
sq: frazë e re
sv: ny återställningsfras

source: unkown address
nb: Ukjent adresse
nl: onbekend adres
