Repository: dashpay/dashwallet-ios
Catalog: BreadWallet/*.lproj/Localizable.strings
Languages: da, de, el, fr, hu, nb, nl, pl, ru, sq, sv, tr

source: Screenshots are visible to other apps and devices. Generate a new recovery phrase and keep it secret.
da: Skærmbilleder er synlige for andre apps og enheder. Lav en ny gendannelsessætning og hold den hemmelig.
de: Screenshots sind sichtbar für andere Apps und Geräte. Generieren Sie eine neue Wiederherstellungs-Wortfolge und halten Sie diese geheim.
el: Οι λήψεις οθόνης είναι ορατές σε άλλες εφαρμογές και συσκευές. Παράξτε μια νέα φράση ανάκτησης και κρατήστε την μυστική.
fr: Les captures d'écran sont visibles aux autres applis et appareils. Générez une nouvelle phrase de récupération et gardez-la secrète.
hu: A képernyőmentések láthatóak más alkalmazások és eszközök számára. Generálj egy új helyreállítási kódmondatot és tartsd titokban.
nb: Skjermbilder er synlige for andre programmer og enheter. Generer en ny gjenopprettingsfrase og hold den hemmelig.
nl: Schermafdrukken zijn zichtbaar voor andere apps en apparaten. Genereer een nieuwe herstel zin en houdt deze geheim.
ru: Скриншоты видимы другими приложениями и устройствами. Создайте новую фразу восстановления и держите ее в секрете.
sq: Screenshot mund të shihen nga aplikacionet dhe pajisjet tjera. Gjenero një frazë tjetër rikthyese dhe mbaje sekret.
sv: Skärmbilder är synliga för andra appar och enheter. Skapa en ny återställningsfras och håll den hemlig.
tr: Ekran görüntüleri diğer uygulamalar ve cihazlar tarafından görünebilir. Yeni bir kurtarma metni oluşturun ve gizli tutun.

source: Screenshots are visible to other apps and devices. Your funds are at risk. Transfer your balance to another wallet.
da: Skærmbilleder er synlige for andre apps og enheder. Dine midler er i fare. Overfør din saldo til en anden tegnebog.
de: Screenshots sind sichtbar für andere Apps und Geräte. Ihr Guthaben ist gefährdet. Übertragen Sie Ihr Guthaben auf ein anderes Wallet.
el: Οι λήψεις οθόνης είναι ορατές σε άλλες εφαρμογές και συσκευές. Τα χρήματα σας κινδυνεύουν. Μεταφέρετε τα σε άλλο πορτοφόλι.
fr: Les captures d'écran sont visibles aux autres applis et appareils. Vos fonds sont à risque. Transférez votre solde à un autre portefeuille.
hu: A képernyőmentések láthatóak más alkalmazások és eszközök számára. A pénzed így nincs biztonságban. Vidd át az egyenleged egy másik tárcába.
nb: Skjermbilder er synlige for andre programmer og enheter. Dine bitcoin er ikke sikre. Overføre saldoen til en annen lommebok.
nl: Schermafdrukken zijn zichtbaar voor andere apps en apparaten. Je tegoed loopt gevaar. Verplaats je tegoed naar een andere portemonnee.
ru: Скриншоты видимы другими приложениями и устройствами. Ваши средства находятся под угрозой. Переведите ваш баланс на другой кошелёк.
sq: Screenshot shihen nga aplikacionet dhe pajisjet tjera. Fondet e juaja janë në rrezik. Transfero fondet në një kulet tjetër.
sv: Skärmbilder är synliga för andra appar och enheter. Dina tillgångar är riskerade. Flytta dem till en annan plånbok.
tr: Ekran görüntüleri diğer uygulamalar ve cihazlar tarafından görülebilir. Paralarınız risk altında. Bakiyenizi başka bir cüzdana aktarın.

# seen by %d of %d peers
source: seen by %1$d of %2$d peers
da: set af %1$d ud af %2$d peers
de: von %1$d aus %2$d anderen gesehen
el: το έχουν δει %1$d από τους %2$d κόμβους
fr: vu par %1$d de %2$d pairs
hu: látta: %1$d csomópont a(z) %2$d-ból/-ből
nb: sett av %1$d av %2$d peers
nl: gezien door %1$d van %2$d peers
ru: видели %1$d из %2$d узлов
sq: u pa nga %1$d e %2$d peers
sv: sett av %1$d av %2$d likar
tr: %2$d eşleşmenin %1$d'i tarafından görüldü

source: Send %1$@ (%2$@) from this private key into your wallet? The bitcoin network will receive a fee of %3$@ (%4$@).
da: Send %1$@ (%2$@) fra denne private nøgle til din tegnebog? Bitcoin-netværket vil modtage et gebyr på %3$@ (%4$@).
de: %1$@ (%2$@) von diesem privaten Schlüssel an Ihr Wallet senden? Das Bitcoin-Netzwerk wird eine Gebühr von %3$@ (%4$@) erhalten.
hu: Átvezessem a következő egyenleget a privát kulcsról a tárcádba: %1$@ (%2$@)? A bitcoin hálózati díj %3$@ (%4$@) lesz.
nb: send %1$@ (%2$@) fra denne private nøkkelen til din lommebok? Bitcoin-nettverket vil motta en avgift på %3$@ (%4$@).
nl: Verstuur %1$@ (%2$@) van deze persoonlijke sleutel naar jouw portemonnee? Het bitcoin netwerk zal een vergoeding krijgen van %3$@ (%4$@).
ru: Отправить %1$@ (%2$@) из этого закрытого ключа в ваш кошелёк? Сеть bitcoin получит комиссию в %3$@ (%4$@).
sq: Dërgo %1$@ (%2$@) nga ky çelës privat në kuletën tuaj? Tarifa për këtë transaksion do të jetë %3$@ (%4$@).
sv: Skicka %1$@ (%2$@) från denna privata nyckel till din plånbok? Bitcoin-nätverket erhåller en avgift på %3$@ (%4$@).
tr: Özel anahtardan cüzdanınıza %1$@ (%2$@) gönderilsin mi? Bitcoin ağı %3$@ (%4$@) ücreti alacaktır.

source: send address as email
da: send adressen som e-mail
de: Adresse per e-Mail senden
el: αποστολή διεύθυνσης ως email
fr: envoyer l'adresse par e-mail
hu: cím küldése emailben
nb: send adressen på e-post
nl: verstuur adres al email
pl: wyślij adres jako e-mail
ru: отправить адрес по почте
sq: dërgo adresën sikur email
sv: skicka adressen som e-post
tr: adresi e-posta olarak gönder

source: send address as message
da: send adressen som besked
de: Adresse per SMS senden
el: αποστολή διεύθυνσης ως μήνυμα
fr: envoyer l'adresse par message
hu: cím küldése üzenetként
nb: send adressen på melding
nl: verstuur adres als bericht
pl: wyślij adres jako wiadomość
ru: отправить адрес в сообщении
sq: dërgo adresën sikur mesazh
sv: skicka adress som meddelande
tr: adresi mesaj olarak gönder

source: send request as email
da: send anmodning som e-mail
de: Anfrage per e-Mail senden
el: στείλτε αίτημα ως email
fr: envoyer la demande par e-mail
hu: kérelem küldése emailben
nb: send forespørsel på e-post
nl: verstuur verzoek als email
pl: wyślij wniosek jako e-mail
ru: отправить запрос по почте
sq: dërgo kërkesën si email
sv: skicka begäran som e-post
tr: isteği e-posta olarak gönder

source: send request as message
da: send anmodning som besked
de: Anfrage per SMS senden
el: στείλτε αίτημα ως μήνυμα
fr: envoyer la demande par message
hu: kérelem küldése üzenetként
nb: send forespørsel på melding
nl: verstuur verzoek als bericht
pl: wyślij wniosek jako wiadomość
ru: отправить запросы в сообщении
sq: dërgo kërkesën si mesazh
sv: skicka begäran som meddelande
tr: isteği mesaj olarak gönder

source: sent
da: sendt
de: gesendet
el: εστάλη
fr: envoyée
hu: elküldve
nb: sendt
nl: verstuur
pl: wysłano
ru: отправлено
sq: dërguar
sv: skickat
tr: gönderilen

source: sent!
da: sendt!
de: gesendet!
el: εστάλη!
fr: envoyée !
hu: elküldve!
nb: sendt!
nl: verstuurd!
pl: wysłano!
ru: отправлено!
sq: dërguar!
sv: skickat!
tr: gönderildi!

source: settings
da: indstillinger
de: Einstellungen
el: ρυθμίσεις
fr: paramètres
hu: beállítások
nb: innstillinger
nl: instellingen
pl: ustawienia
ru: настройки
sq: konfigurimet
sv: inställningar
tr: ayarlar

source: show
da: vis
de: anzeigen
el: εμφάνιση
fr: montrer
hu: mutat
nb: vis
nl: toon
pl: pokaż
ru: показать
sq: shfaq
sv: visa
tr: göster

source: show phrase
da: vis sætning
de: Wiederherstellungs-Wortfolge anzeigen
el: εμφάνιση φράσης
fr: montrer la phrase
hu: mutasd
nb: vis frase
nl: toon zin
pl: pokaż frazę
ru: показать фразу
sq: shfaq frazën
sv: visa fras
tr: metni göster

source: sms not currently available
da: sms ikke tilgængelig lige nu
de: SMS aktuell nicht verfügbar
el: το sms δεν είναι διαθέσιμο επί του παρόντος
fr: sms actuellement indisponible
hu: sms jelenleg nem elérhető
nb: SMS utilgjengelig for øyeblikket
nl: sms op dit moment niet beschikbaar
pl: sms obecnie nie jest dostępny
ru: сообщения сейчас недоступны
sq: sns momentalisht nuk janë në dispozicion
sv: sms är inte tillgängligt för tillfället
tr: kısa mesaj şu anda kullanılabilir değil

source: spent address
da: betaler-adresse
de: Geleerte Adresse
el: διεύθυνση εξόφλησης
fr: adresse dépensée
hu: küldő cím
nb: brukt adresse
nl: spent adres
pl: zużyty adres
ru: потраченный адрес
sq: shpenzo adresën
sv: förbrukad adress
tr: harcama adresi

source: spent input
da: betaler-input
de: Ausgegebener Eingang
el: εξοφλημένες εισόδοι
fr: entrée dépensée
hu: elköltött bemenet
nb: brukt input
nl: spent invoer
pl: zużyty wkład
ru: потраченный ввод
sq: shpenzo hyrjen
sv: förbrukat inflöde
tr: harcama girişi

source: status:
el: κατάσταση:
fr: état :
hu: állapot:
pl: stan:
ru: статус:
sq: statusi:
tr: durum:

source: swept!
da: ryddet!
de: geleert!
el: σαρώθηκε!
fr: balayé !
hu: egyenleg áthozva!
nb: sweeped!
nl: geveegd!
pl: wymieciony!
ru: переведено!
sq: të shpenzuara!
sv: inläst!
tr: silindi!

source: syncing...
da: synkroniserer …
de: Synchronisiere...
el: συγχρονισμός...
fr: concordance…
hu: szinkronizálás...
nb: synkroniserer...
nl: synchroniseren...
pl: synchronizacja...
ru: синхронизирую...
sq: duke sinkronizuar...
sv: synkroniserar...
tr: eşitleniyor...

source: the app will now close
da: app'en vil nu lukke
de: Die App wird jetzt beendet
el: η εφαρμογή θα κλείσει τώρα
fr: l'application va se fermer
hu: az alkalmazás most bezárul
nb: appen vil nå avsluttes
nl: de app zal nu afsluiten
pl: aplikacja zamknie się teraz
ru: приложение сейчас закроется
sq: aplikacioni tash do të mbyllet
sv: appen kommer nu avslutas
tr: uygulama şimdi kapatılacak

source: This is your bitcoin address. Tap to copy it or send it by email or sms. The address will change each time you receive funds, but old addresses always work.
da: Dette er din bitcoin-adresse. Tryk for at kopiere den eller sende den via e-mail eller sms. Adressen ændres hver gang du modtager midler, men tidligere adresser virker altid.
de: Dies ist Ihre Bitcoin-Adresse. Antippen zum kopieren oder verschicken per E-Mail oder SMS. Die aktuelle Adresse ändert sich mit jeder erhaltenen Zahlung, alte Adressen funktionieren aber ebenfalls weiterhin.
hu: Ez a bitcoin címed. Koppints rá a másoláshoz vagy továbbküldéshez üzenetként vagy emailként. Ez a cím változni fog minden alkalommal amikor pénzt kapsz, de a régi címeid továbbra is működni fognak.
nb: Dette er din Bitcoin-adresse. Trykk for å kopiere den eller sende den via epost eller SMS. Denne adressen vil endres hver gang du mottar midler, men eldre adresser fungerer alltid.
nl: Dit is uw bitcoin adres. Tik aan om te kopiëren of stuur het per e-mail of sms. Het adres verandert iedere keer dat u geld heeft ontvangen, maar oude adressen blijven altijd werken.
pl: To jest twój adres bitcoin. Stuknij by go skopiować lub wysłać przez e-mail lub sms. Adres będzie się zmieniał za każdym razem kiedy otrzymasz środki, ale stare adresy będą zawsze działać.
ru: Это ваш bitcoin-адрес. Нажмите, чтобы скопировать его или отправить его по электронной почте или SMS. Адрес будет меняться каждый раз, когда вы получаете средства, но старые адреса останутся работоспособными.
sq: Kjo është bitcoin adresa juaj. Tap për ta kopjuar ose dërguar atë përmes email ose sms. Adresa ndryshon secilën herë që ju pranoni fonde, por adresat e vjetra gjithmonë punojn.
sv: Detta är din bitcoinadress. Nudda för att kopiera eller skicka till andra via e-post eller sms. Adressen ändras varje gång du tar emot en betalning, men gamla adresser fungerar även i framtiden.
tr: Bu sizin bitcoin adresiniz. Kopyalamak veya ister kısa mesaj ister e-posta yoluyla göndermek için dokunun. Her para alışınızda adres değişecek fakat eski adres her zaman çalışacaktır.

source: This is your bitcoin balance. Bitcoin is a currency. The exchange rate changes with the market.
da: Dette er din bitcoin-saldo. Bitcoin er en valuta. Vekselkursen følger markedet.
de: Dies ist Ihr Bitcoin-Guthaben. Bitcoin ist eine Währung. Der Wechselkurs ändert sich mit dem Markt.
hu: Ez a bitcoin egyenleged. A Bitcoin egy valuta. Az átváltási árfolyam a piaci körülményeknek megfelelően változik.
nb: Dette er mengden bitcoin du har. Bitcoin er en valuta. Vekslingskursen flyter med markedet.
nl: Dit is jouw bitcoin balans. Bitcoin is een valuta. De wisselkoers wijzigt conform de markt.
pl: To jest twoje saldo bitcoin. Bitcoin jest walutą. Kurs walutowy zmienia się z rynkiem.
ru: Это ваш баланс bitcoin. Bitcoin является валютой. Валютный курс меняется в соответствие с рынком.
sq: Kjo është bitcoin bilanci juaj. Bitcoin është një monedhë. Kursi i këmbimit ndryshon nga tregu.
sv: Detta är ditt bitcoinsaldo. Bitcoin är en valuta. Växelkursen ändras av marknaden.
tr: Bu sizin bitcoin bakiyeniz. Bitcoin bir para birimidir. Döviz kurları piyasa ile değişir.

source: this payment address is already in your wallet
da: denne betalingsadresse er allerede i din tegnebog
de: Diese Zahlungsadresse ist bereits in Ihrem Wallet
el: αυτή η διεύθυνση πληρωμής είναι ήδη στο πορτοφόλι σας
fr: cette adresse de paiement est déjà dans votre portefeuille
hu: ez a cím eleve a saját tárcádhoz tartozik
nb: denne betalingsadressen er allerede i din lommebok
nl: dit betalingsadres staat al in uw portemonnee
pl: ten adres do celów płatności jest już w twoim portfelu
ru: этот адрес уже находится в вашем бумажнике
sq: kjo adresë ekziston tashmë ne kuletën tuaj
sv: denna betaladress är redan i plånboken
tr: ödeme adresi zaten cüzdanınızda var

source: this private key is already in your wallet
da: dette private nøgle er allerede i din tegnebog
de: Dieser private Schlüssel ist bereits in Ihrem Wallet
el: αυτό το ιδιωτικό κλειδί είναι ήδη στο πορτοφόλι σας
fr: cette clé privée est déjà dans votre portefeuille
hu: ez a privát kulcs már a tárcádhoz tartozik
nb: denne private nøkkelen er allerede i din lommebok
nl: deze persoonlijke sleutel staat al in uw portemonnee
pl: ten klucz prywatny jest już w twoim portfelu
ru: этот закрытый ключ уже находится в вашем бумажнике
sq: ky çelës privat tashmë është në kuletën tuaj
sv: denna privata nyckel är redan i plånboken
tr: bu özel anahtar zaten cüzdanınızda var

source: this private key is empty
da: denne private nøgle er tom
de: Dieser private Schlüssel ist ohne Guthaben
el: αυτό το ιδιωτικό κλειδί είναι άδειο
fr: cette clé privée est vide
hu: ez a privátkulcs üres
nb: denne private nøkkelen er tom
nl: deze persoonlijke sleutel is leeg
pl: ten klucz prywatny jest pusty
ru: этот закрытый ключ пустой
sq: çelësi privat është i zbrazët
sv: denna privata nyckel är tom
tr: bu özel anahtar boş

source: to:
da: til:
de: An:
el: προς:
fr: à :
hu: címzett:
nb: til:
nl: naar:
pl: do:
ru: кому:
sq: te:
sv: till:
tr: hedef:

source: to: %@
da: til: %@
de: An: %@
el: προς: %@
fr: à : %@
hu: címzett: %@
nl: naar: %@
pl: do: %@
ru: кому: %@
sq: te: %@
sv: till: %@
tr: hedef: %@

source: touch id limit
da: grænse for touch id
el: αναγνωριστικό όριο αφής
fr: limite de touch id
nb: grense for Touch ID
nl: touch id limiet
pl: limit dotykowego id
ru: лимит Touch ID
sq: touch id limiti
sv: gräns för touch id
tr: kimlik sınırına dokunun

source: touch id spending limit
da: betalingsgrænse for touch id
de: Touch-ID Ausgabelimite
el: αναγνωριστικό όριο ξοδέματος αφής
fr: limite de dépense de touch id
hu: touch id költési limit
nb: bruksgrense for Touch ID
nl: touch id uitgave limiet
pl: limit wydatków dotykowego id
ru: лимит расходов по Touch ID
sq: touch id limiti shpenzues
sv: touch id beloppsgräns
tr: kimlik gönderme sınırına dokunun

source: transaction canceled, network timeout
da: transaktion annullet, netværk-timeout
de: Transaktion abgebrochen, Zeitüberschreitung im Netz
el: η συναλλαγή ακυρώθηκε, λήξη χρονικού ορίου δικτύου
fr: transaction annulée, network timeout
hu: tranzakció törölve, hálózati időtúllépés miatt
nb: transaksjon avbrutt, nettverksabrudd
nl: transactie geannuleerd, netwerk timeout
pl: transakcja anulowana, pszekroczono limit czasu oczekiwania sieci
ru: транзакция отменена, время ожидания сети истекло
sq: transaksioni u anulua, problem me rrjetin
sv: transaktionen avbruten – nätverksavbrott
tr: işlem iptal edildi, ağ zaman aşımı

source: transaction fees would cost more than the funds available on this private key (due to tiny "dust" deposits)
da: transaktionsgebyret koster mere end de tilgængelige midler på denne private nøgle (på grund af bittesmå "støv"-indskud)
de: Transaktionsgebühren sind höher als das Guthaben auf diesem privaten Schlüssel (winziges "Staub"-Guthaben)
el: οι αμοιβή δικτύου θα κόστιζε περισσότερο από τα χρήματα που υπάρχουν σε αυτό το ιδιωτικό κλειδί (λόγω πολλών μικρών καταθέσεων "σκόνη")
fr: les frais de transaction coûteraient plus que les fonds disponibles sur cette clé privée (à cause de minuscules dépôts "dust")
hu: a hálózati díj többe kerülne, mint amekkora egyenleg található ezen a privát kulcson (a túl sok kicsi tranzakció aránytalanul nagyobb költsége miatt)
nb: transaksjonsavgifter overstiger mengden midler tilgjengelig på denne private nøkkelen (pga. små "støv"-innskudd)
nl: de transactie vergoeding zou meer zijn dan het beschikbare tegoed op deze persoonlijke sleutel (als gevolg van kleine "stof" stortingen)
pl: prowizje by kosztowały więcej niż środki dostępne na tym kluczu prywatnym (ze względu na małe depozyty; tak zwany "kurz")
ru: комиссия за эту транзакцию будет стоить больше, чем сейчас есть на этом приватном ключе (из-за маленьких депозитов)
sq: tarifa do të kushtoj më shumë se sa vetë fondet në dispozicion në këtë çelës privat (për shkak të depozitave tepër të vogla)
sv: transaktionsavgiften skulle överstiga de medel som nyckeln har tillgängligt (på grund av "damminsättningar")
tr: işlem ücretleri bu anahtarda kullanılabilir olan paradan daha pahalıya mal olabilir(küçük "para" deposu nedeniyle)

source: transaction is post-dated
da: transaktionen er postdateret
de: Transaktion ist nachdatiert
el: η συναλλαγή είναι μεταχρονολογημένη
fr: la transaction est postdatée
hu: későbbre keltezett tranzakció
nb: transaksjonen er fremdatert
nl: transactie is verlopen
pl: transakcja do odebrania w przyszłości
ru: транзакция с будущим временем
sq: transaksioni është i ardhshëm
sv: transaktionen är framåtdaterad
tr: işlem kontrol edildi

source: transaction rejected
da: transaktion afvist
de: Transaktion abgelehnt
el: η συναλλαγή απορρίφθηκε
fr: transaction rejetée
hu: tranzakció visszautasítva
nb: transaksjonen er avvist
nl: transactie geweigerd
pl: transakcja odrzucona
ru: транзакция отклонена
sq: transaksioni u refuzua
sv: transaktion avvisad
tr: işlem reddedildi

source: turn device passcode on
da: slå adgangskode for enheden til
de: Aktivieren Sie den Gerätecode
el: ενεργοποιήστε τον κωδικό πρόσβασης της συσκευής
fr: activer le code d'accès de l'appareil
hu: kapcsold be a készülék-jelkódot
nb: aktiver enhetspassord
nl: zet apparaat toegangscode aan
pl: włącz hasło urządzenia
ru: включить код доступа
sq: aktivizo PIN-in e pajisjes
sv: aktivera pinkod för enheten
tr: cihaz parolasını aç

source: unexpected response from %@
da: uventet svar fra %@
de: unerwartete Antwort von %@
el: απρόσμενη απάντηση από %@
fr: réponse inattendue de %@
hu: váratlan hiba: %@
nb: Uventet svar fra %@
nl: onverwacht antwoord van %@
pl: niespodziewana odpowiedź od %@
ru: неожиданный ответ от %@
sq: reagim i papritur nga %@
sv: oväntat svar från %@
tr: %@'den beklenmeyen yanıt

source: unrecognized address
da: adresse ikke genkendt
de: nicht erkannte Adresse
el: μη αναγνωρισμένη διεύθυνση
fr: adresse non reconnue
hu: felismerhetetlen cím
nb: ugjenkjennbar adresse
nl: adres niet herkend
pl: nierozpoznany adres
ru: нераспознанный адрес
sq: adresë e papranuar
sv: oigenkännbar adress
tr: onaylanmamış adres

source: unsupported or corrupted document
da: dokument ikke understøttet eller beskadiget
de: nicht unterstütztes oder beschädigtes Dokument
el: μη υποστηριζόμενο ή κατεστραμμένο έγγραφο
fr: document non supporté ou endommagé
hu: nem támogatott, vagy sérült a dokumentum
nb: ustøttet eller korrupt dokument
nl: niet ondersteund of corrupt document
pl: nieobsługiwany lub uszkodzony dokument
ru: неподдерживаемый или поврежденный документ
sq: dokument i korruptuar apo i pambështetur
sv: okänd dokumenttyp eller skadat dokument
tr: desteklenmeyen veya bozuk belge

source: unsupported signature type
da: signaturtype ikke understøttet
de: nicht unterstützter Signaturtyp
el: μη υποστηριζόμενος τύπος υπογραφής
fr: type de signature non supporté
hu: nem támogatott aláírás típus
nb: ustøttet signatur type
nl: niet ondersteund handtekening type
pl: nieobsługiwany typ podpisu
ru: тип подписи не поддерживается
sq: tipë i firmosjes që nuk mbështetet
sv: stöd saknas för signaturtypen
tr: desteklenmeyen imza türü

source: unsupported url
da: url ikke understøttet
de: nicht-unterstütze URL
el: μη υποστηριζόμενο url
fr: url non supportée
hu: nem támogatott url
nb: ustøttet url
nl: niet ondersteunde URL
pl: nieobsługiwany url
ru: неподдерживаемый URL-адрес
sq: url e pambështetur
sv: stöd saknas för URL:en
tr: desteklenmeyen bağlantı

source: untrusted certificate
da: upålideligt certifikat
de: nicht-vertrautes Zertifikat
el: μη αξιόπιστο πιστοποιητικό
fr: certificat non approuvé
hu: nem megbízható tanúsítvány
nb: uklarert sertifikat
nl: niet vertrouwd certificaat
pl: niezaufany certyfikat
ru: ненадёжный сертификат
sq: çertifikatë e pabesuar
sv: opålitligt certifikat
tr: güvenilir olmayan sertifika

source: unverified
da: ikke verificeret
de: ungeprüft
el: χωρίς επαλήθευση
fr: non vérifiée
hu: nem ellenőrzött
nb: ubekreftet
nl: niet geverifieerd
pl: niesprawdzona
ru: неподтверждённый
sq: i paverifikuar
sv: overifierad
tr: doğrulanmadı

source: verified, waiting for confirmation
da: verificeret, venter på bekræftelse
de: überprüft, auf Bestätigung wartend
el: επαληθευμένη, αναμονή για επιβεβαίωση
fr: vérifiée, en attente de confirmation
hu: ellenőrízve, megerősítésre vár
nb: verifisert, venter på bekreftelse
nl: geverifieerd, wachten op bevestiging
pl: sprawdzona, czekam na potwierdzenie
ru: проверено, ожидание подтверждения
sq: e verifikuar, duke pritur për konfirmime
sv: verifierad, inväntar bekräftelse
tr: doğrulandı, onaylanma için bekleniyor

source: verify passcode
da: bekræft adgangskode
de: Sicherheitscode verifizieren
el: επιβεβαιώστε τον κωδικό πρόσβασης
fr: vérifiez le code d'accès
hu: jelkód ellenőrzése
nb: verifiser pinkode
nl: verifieer toegangscode
pl: potwierdź hasło
ru: подтвердите код
sq: verifiko PIN
sv: upprepa pinkoden
tr: şifreyi doğrulayın

source: wallet address
da: tegnebogs-adresse
de: Brieftaschen-Adresse
el: διεύθυνση πορτοφόλιού
fr: adresse de portefeuille
hu: tárca cím
nb: adresse til lommebok
nl: portemonnee adres
pl: adres portfela
ru: адрес кошелька
sq: verifiko adresën
sv: plånbok adress
tr: cüzdan adresi

source: wallet disabled
da: tegnebog deaktiveret
de: Brieftasche deaktiviert
el: το πορτοφόλι απενεργοποιήθηκε
fr: portefeuille désactivé
hu: tárca letiltva
nb: lommebok deaktivert
nl: portemonnee uitgeschakeld
pl: portfel wyłączony
ru: кошелек отключен
sq: kuleta është ç'aktivizuar
sv: plånbok inaktiverad
tr: cüzdan devre dışı

source: WARNING
da: ADVARSEL
de: WARNUNG
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ
fr: AVERTISSEMENT
hu: FIGYELEM!
nb: ADVARSEL
nl: WAARSCHUWING
pl: UWAGA
ru: ВНИМАНИЕ
sq: PARALAJMËRIM
sv: VARNING
tr: UYARI

source: wipe
da: slet
de: leeren
el: εκκαθάριση
fr: effacer
hu: törlés a telefonról
nb: fjern
pl: wyczyść
ru: стереть
sq: fshij
sv: rensa
tr: sil

source: WRITE DOWN YOUR RECOVERY PHRASE
da: SKRIV DIN GENDANNELSESSÆTNING NED
de: NOTIEREN SIE IHRE WIEDERHERSTELLUNGS-WORTFOLGE
el: ΓΡΑΨΤΕ ΤΗΝ ΦΡΑΣΗ ΑΝΑΚΤΗΣΗΣ ΣΑΣ
fr: ÉCRIVEZ SUR PAPIER VOTRE PHRASE DE RÉCUPÉRATION
hu: ÍRD LE A HELYREÁLLÍTÁSI KÓDMONDATODAT
nb: SKRIV NED DIN GJENOPPRETTINGSFRASE
nl: SCHRIJF JE HERSTEL ZIN OP
pl: ZAPISZ FRAZĘ ODZYSKIWANIA DANYCH
ru: ЗАПИШИТЕ ВАШУ ФРАЗУ ВОССТАНОВЛЕНИЯ
sq: SHKRUAJE FRAZËN RIKTHYESE DIKU SIGURTË
sv: skriv ner din återställnings fras
tr: KURTARMA METNİNİZİ NOT EDİNİZ

source: you received bitcoin!
da: du har modtaget bitcoin!
de: Sie haben bitcoin erhalten!
hu: bitcoint kaptál!
nb: du har mottatt bitcoin!
nl: je hebt bitcoins ontvangen!
pl: otrzymałeś bitcoin!
ru: вы получили биткойны!
sq: ju pranuat bitcoin!
sv: du har fått bitcoin!
tr: bitcoin aldınız!
