Repository: dashpay/dashwallet-ios
Catalog: BreadWallet/*.lproj/Localizable.strings
Languages: da, de, el, fr, hu, nb, nl, pl, ru, sq, sv, tr

# %@ is for 'bits'. %@ = 1 bitcoin.
source: %1$@ is for 'bits'. %2$@ = 1 bitcoin.
da: %1$@ er for "bits". %2$@ = 1 bitcoin.
de: %1$@ steht für 'bits'. %2$@ = 1 bitcoin.
hu: A %1$@ 'bit'-et jelent. %2$@ = 1 bitcoin.
nb: %1$@ er for "bits". %2$@ = 1 bitcoin.
nl: %1$@ is voor 'bits'. %2$@ = 1 bitcoin.
pl: %1$@ jest dla 'bits'. %2$@ = 1 bitcoin.
ru: %1$@ означает «бит». %2$@ составляет 1 bitcoin.
sq: %1$@ është për 'bits'. %2$@ = 1 bitcoin.
sv: %1$@ står för "bits". %2$@ = 1 bitcoin.
tr: %1$@ 'bit' yerine geçer. %2$@ = 1 bitcoin.

source: %@ is not allowed to access the camera
da: %@ har ikke tilladelse til at bruge kameraet
de: %@ darf nicht auf die Kamera zugreifen
el: %@ δεν επιτρέπεται να έχετε πρόσβαση στην κάμερα
fr: %@ n'est pas autorisé à accéder à l'appareil photo
hu: %@ nem tud hozzáférni a kamerához
nb: %@ har ikke tilgang til kameraet
nl: %@ heeft geen toegang tot de camera
pl: %@ nie jest dozwolone na dostęp do kamery
ru: %@ необходим доступ к камере
sq: %@ nuk lejohet ti çaset kamerës
sv: %@ har ej tillåtelse att använda kameran
tr: %@ kameraya erişmesi için izin verilmedi

source: %d confirmations
da: %d bekræftelser
de: %d Bestätigungen
el: %d επιβεβαιώσεις
hu: %d megerősítés
nb: %d bekreftelser
nl: %d bevestigingen
pl: %d potwierdzeń
ru: подтверждений: %d
sq: %d konfirmime
sv: %d bekräftelser
tr: %d onayları

source: 1 confirmation
da: 1 bekræftelse
de: 1 Bestätigung
el: 1 επιβεβαίωση
hu: 1 megerősítés
nb: 1 bekreftelse
nl: 1 bevestiging
pl: Jedno potwierdzenie
ru: 1 подтверждение
sq: 1 konfirmim
sv: 1 bekräftelse
tr: 1 onaylama

source: "%@" is not a recovery phrase word
da: "%@" er ikke en genskabelsessætning
de: "%@" ist kein Wort aus der Wiederherstellungs-Wortfolge
el: "%@" δεν είναι μια φράση αποκατάστασης
fr: "%@" n'est pas un mot de phrase de récupération
hu: "%@" nem lehet a helyreállítási kódmondatban
nb: "%@" er ikke et ord i gjenopprettingsfrasen
nl: "%@" is geen woord uit de herstel zin
pl: %@ to nie słowo frazy odzyskiwania danych
ru: «%@» не является словом из фразы восстановления
sq: "%@" nuk është një fjalë e frazës rikthyese
sv: "%@" ingår inte i återställningsfrasen
tr: "%@" kurtarma cümlesi kelimesi değil

source: %@ if you ever lose your phone, you will need it to recover your wallet
da: %@ hvis du nogensinde mister din telefon, vil du få brug for den for at genskabe din tegnebog
de: %@ Falls Sie ihr Telefon verlieren, benötigen Sie diesen Satz, um Ihr Wallet wiederherzustellen.
el: %@ εάν χάσετε ποτέ το τηλέφωνό σας, θα το χρειαστείτε ώστε να ανακτήσετε το πορτοφόλι σας
fr: %@ si jamais vous perdez votre téléphone, vous en aurez besoin pour récupérer votre portefeuille
hu: %@ ha valaha elveszítenéd a telefonodat, erre a kódmondatra lesz szükséged tárcád helyreállításához
nb: %@ om du mister telefonen din vil du trenge den for å gjenopprette din lommebok
nl: %@ je hebt het nodig om te portemonnee te herstellen wanneer je je telefoon kwijt bent geraakt
pl: %@ jeśli kiedyś zgubisz swój telefon, będziesz jej potrzebował by odzyskać swój portfel
ru: %@ если Вы потеряете свой телефон, вам понадобится эта фраза, чтобы восстановить Ваш кошелек
sq: %@ nëse ndonjëherë e humbni telefonin tuaj, ju duhet kjo për ta rikthyer kuletën
sv: %@ ifall du förlorar din mobil behöver du frasen för att återställa plånboken
tr: %@ eğer telefonunuzu kaybederseniz cüzdanınızı kurtarmak için buna ihtiyacınız olacaktır

source: %d attempts remaining
da: %d forsøg tilbage
de: %d Versuche übrig
el: %d προσπάθειες που απομένουν
fr: %d tentatives restantes
hu: még %d alkalommal próbálkozhatsz
nb: %d forsøk igjen
nl: %d pogingen over
pl: pozostało %d prób
ru: Осталось попыток: %d
sq: %d tentime kanë mbetur
sv: %d försök återstår
tr: %d deneme hakkı kaldı

source: 1 attempt remaining
da: 1 forsøg tilbage
de: 1 Versuch übrig
el: 1 προσπάθεια απομένει
fr: 1 tentative restante
hu: még 1 alkalommal próbálkozhatsz
nb: 1 forsøk igjen
nl: 1 poging over
pl: pozostała jedna próba
ru: осталась 1 попытка
sq: 1 tentim ka mbetur
sv: 1 försök återstår
tr: 1 deneme hakkı kaldı

source: A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on to continue.
da: En enhedsadgangskode er nødvendig for at sikre din tegnebog. Gå til indstillinger for aktivér adgangskode for at fortsætte.
de: Ein Gerätecode wird benötigt um Ihr Wallet zu schützen. Stellen Sie in Ihren Einstellungen Ihren Code ein um fortzufahren.
el: Ένας κωδικός συσκευής είναι απαραίτητος για τη διαφύλαξη του πορτοφολιού σας. Μεταβείτε στην επιλογή Ρυθμίσεις και ενεργοποιήστε τον κωδικό για να συνεχίσετε.
fr: Un code d'accès est nécessaire pour sécuriser votre portefeuille. Allez dans les paramètres et activez le code d'accès pour continuer.
hu: A tárcád biztonságban tartásához egy készülék-jelkód is szükséges. A folytatáshoz ezt kapcsold be a telefonod beállításainál.
nb: En pinkode er nødvendig for å sikre lommeboken din. Gå til innstillinger og slå på pinkode for å fortsette.
nl: Een toegangscode is nog om je portemonnee te beschermen. Ga naar instellingen en zet toegangscode aan om verder te gaan.
pl: Hasło urządzenia jest potrzebne by zabezpieczyć twój portfel. Pójdź do ustawień i ustaw hasło by kontynuować.
ru: Код доступа необходим для защиты вашего кошелька. Перейдите в настройки и включите код доступа, чтобы продолжить.
sq: Një PIN është i nevojshëm për sigurinë e kuletës suaj. Shko në konfigurimet dhe aktivizo PIN dhe vazhdo.
sv: Ett lösenord krävs för att skydda din plånbok. Gå till Inställningar och aktivera lösenord för att fortsätta.
tr: Cüzdanınızın korunması için bir cihaz şifresi gerekmektedir. Devam etmek için Ayarlar'dan şifreyi etkinleştirin.

source: ADDRESS ALREADY USED bitcoin addresses are intended for single use only re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address
da: ADRESSE ER ALLEREDE BRUGT bitcoin-adresser bør kun bruges en enkelt gang genbrug reducerer beskyttelse af privatlivet både for dig og for modtageren og kan resultere i tab, hvis modtageren ikke kontrollerer adressen direkte
de: ADRESSE BEREITS VERWENDET Bitcoin-Adressen sind für einmalige Nutzung gedacht. Wiederverwendung reduziert die Privatsphäre für Sie und den Empfänger und kann einen Verlust mit sich bringen, falls der Empfänger keine direkte Kontrolle über die Adresse hat
hu: MÁR HASZNÁLTAD EZT A CÍMET a bitcoin címek egyszeri használatra szólnak az ismételt használat mindkét fél tranzakcióinak titkosságát csökkenti, továbbá az oda küldött pénz elvesztését is okozhatja, ha a másik fél nem közvetlenül kontrollálja a címet
nb: ADRESSE ALLEREDE BRUKT bitcoin-adresser er kun ment for engangsbruk gjenbruk reduserer personvern for både deg og mottageren og kan resultere i tap av midler om mottager ikke direkte kontrollerer adressen
nl: ADRES IS REEDS GEBRUIKT bitcoin adressen zijn bedoelt om éénmalig te gebruiken hergebruik vermindert de privacy van jou en de ontvanger en kan tot verlies lijden wanneer de ontvanger het adres niet direct beheert
pl: ADRES JUŻ UŻYTY adresy bitcoin są przeznaczone do jednorazowego użytku ponowne użycie zmniejsza prywatność twoją i odbiorcy i może skutkować utratą pieniędzy jeśli odbiorca nie kontroluje adresu
ru: ЭТОТ АДРЕС УЖЕ ИСПОЛЬЗОВАН bitcoin-адреса предназначены только для одного использования повторное использование уменьшает Вашу приватность и приватность получателя и может привести к потере денег, если получатель не контролирует адрес
sq: ADRESA TASHMË ËSHTË PËRDORUR bitcoin adresat mendohet të përdoren vetëm njëherë ri-përdorimi i adresave vetëm e zvogëlon privaticitetin e të dyve juve dhe pranuesin e monedhave dhe mund të rezultoj në humbje nëse pranuesi nuk e kontrollon direkt adresën
sv: ADRESSEN ANVÄNDS REDAN bitcoinadresser bör endast användas en gång återanvändning minskar transparensen för såväl dig som mottagaren
tr: ADRES ZATEN KULLANILMIŞ bitcoin adresleri sadece tek kullanıma yöneliktir tekrar kullanmak alıcı ve sizin için gizliliği düşürebilir ve alıcı direk olarak adresi kontrol edemezse kaybolabilir

source: allow camera access in Settings->Privacy->Camera->%@
da: giv adgang for kamera i Indstillinger->Anonymitet->Kamera->%@
de: Zugriff auf Kamera erlauben in Einstellungen->Datenschutz->Kamera->%@
el: επιτρέψτε στην κάμερα πρόσβαση στις ρυθμίσεις-> απορρήτο-> κάμερα->%@
fr: permettre l'accès à la caméra dans Réglages->Confidentialité->Appareil photo->%@
hu: engedélyezd a kamera használatát a Beállítások->Adatvédelem->Kamera->%@ menüpontban
nb: tillat kameratilgang i Innstillinger->Personvern->Kamera->%@
nl: geef toegang tot de camera in Instellingen->Privacy->Camera->%@
pl: zezwalaj na dostęp do kamery w Ustawienia->Prywatność->Kamera->%@
ru: разрешите доступ к камере: Настройки -> Конфиденциальность -> Камера -> %@
sq: lejo çasjen e kamerës në Settings->Privacy->Camera->%@
sv: bevilja kameraåtkomst i Inställningar->Personligt->Kamera->%@
tr: Ayarlar->Gizlilik->Kamera->%@ kısmından kamera erişimine izin verin

source: DO NOT let anyone see your recovery phrase or they can spend your bitcoins. NEVER type your recovery phrase into password managers or elsewhere. Other devices may be infected.
de: Lassen Sie NIEMANDEN Ihre Wiederherstellungs-Wortfolge sehen, wer diese kennt kann Ihre Bitcoins ausgeben. Geben Sie NIEMALS ihre Wiederherstellungs-Wortfolge in einen Passwort-Manager oder ähnliches ein. Andere Geräte könnten infiziert sein.
hu: NE engedd, hogy más lássa a helyreállítási kódmondatodat, különben elköltheti a bitcoinjaidat. SOHA ne gépeld be a helyreállítási kódmondatodat jelszókezelő alkalmazásokba vagy máshová, hiszen fertőzöttek lehetnek.
nb: IKKE la noen se din gjennopprettingsfrase; de kan sende dine bitcoin SKRIV ALDRI opp din gjenopprettingsfrase i en passordbehandler eller andre steder. Andre enheter kan være kompromittert.
nl: Laat je herstel zin aan NIEMAND zien, anders hebben zij de mogelijkheid om jouw bitcoins uit te geven. Type je herstel zin NOOIT in bij wachtwoord beheer programma's of ergens anders. Andere apparaten kunnen geïnfecteerd zijn.
ru: НЕ ПОКАЗЫВАЙТЕ никому вашу фразу восстановления, иначе вы можете лишиться своих биткойнов. Никогда не вводите фразу восстановления в менеджеры паролей или другие программы. Другие устройства могут быть инфицированы.
sq: MOS LEJONI që askush të sheh frazën rikthyese të juaj sepse mund të ju shpenzojn bitcoins-at e juaj. KURRË mos e shkruani frazën rikthyese në ndonjë menagjer të fjalëkalimeve apo diku tjetër. Pajisjet tjera mund të infektohen.
sv: VISA ALDRIG din återställningsfras för någon – denne kan i så fall spendera dina bitcoin. SKRIV ALDRIG ned din återställningsfras i lösenordshanterare eller annorstädes. Andra enheter kan vara föremål för skadlig programkod.
tr: Kimsenin kurtarma cümlenizi görmesine veya bitcoinlerinizi harcamasına İZİN VERMEYİN. ASLA kurtarma cümlenizi şifre yöneticilerine veya başka yerlere yazmayın. Başka cihazlar güvenli olmayabilir.

# try again in %d %@
source: try again in %1$d %2$@
da: prøv igen om %1$d %2$@
de: Versuchen Sie es erneut in %1$d %2$@
el: Δοκιμάστε ξανά σε %1$d %2$@
fr: réessayez dans %1$d %2$@
hu: próbáld újra %1$d %2$@ múlva
nb: prøv igjen om %1$d %2$@
nl: probeer opnieuw in %1$d %2$@
pl: spróbuj ponownie za %1$d %2$@
ru: попробуйте еще раз через %1$d %2$@
sq: provoni prapë në %1$d %2$@
sv: försök igen om %1$d %2$@
tr: %1$d %2$@ içinde tekrar deneyin

source: about
da: om
de: Über
el: σχετικά με
fr: à propos
hu: névjegy
nb: om
nl: over
ru: о программе
sq: rreth
sv: om
tr: hakkında

source: always require passcode
da: kræv altid adgangskode
de: Zugangscode immer abfragen
el: πάντα να ζητείται κωδικός πρόσβασης
fr: toujours exiger le code d'accès
hu: mindig kérjen jelkódot
nb: krev alltid pinkode
nl: toegangscode altijd vereist
pl: zawsze wymagaj hasła
ru: всегда требовать пароль
sq: gjithmonë kërko PIN
sv: kräv alltid lösenord
tr: her zaman parola gerekir

source: amount too small
da: beløb for lille
de: Betrag zu niedrig
el: το ποσό είναι πολύ μικρό
fr: montant trop faible
hu: túl alacsony összeg
nb: beløpet er for lavt
nl: bedrag is te klein
pl: zbyt mała kwota
ru: сумма слишком мала
sq: shuma tepër e vogël
sv: beloppet är för litet
tr: miktarı çok küçük

source: bad password, try again
da: forkert adgangskode; prøv igen
de: Falsches Kennwort, bitte erneut versuchen
el: εσφαλμένος κωδικός πρόσβασης, προσπαθήστε ξανά
fr: mauvais mot de passe, veuillez réessayer
hu: rossz jelszó, próbáld újra
nb: feil passord, prøv igjen
nl: verkeerd wachtwoord, probeer nogmaals
pl: błedne hasło, spróbuj ponownie
ru: некорректный пароль, попробуйте еще раз
sq: fjalëkalimi gabim, provoni prapë
sv: fel lösenord, försök igen
tr: hatalı şifre, yeniden deneyin

source: bad payment request
da: ugyldig betalingsanmodning
de: fehlerhafte Zahlungsanforderung
el: λάθος αίτηση πληρωμής
fr: mauvaise demande de paiement
hu: hibás fizetési kérelem
nb: feil med betalingsforespørsel
nl: foutief betalingsverzoek
pl: błędny wniosek zapłaty
ru: некорректный платежный запрос
sq: kërkesë për pages e gabuar
sv: felaktig betalningsanmodan
tr: hatalı ödeme talebi

source: bad payment request URL
da: ugyldig betalingsanmodnings-URL
de: Fehlerhafte Zahlungsanforderungs-URL
el: λάθος URL αίτησης πληρωμής
fr: mauvaise URL de demande de paiement
hu: hibás fizetési kérelem URL
nb: feil med URL for betalingsforespørsel
nl: foutieve betalingsverzoek URL
ru: некорректный платежный URL-запрос
sq: URL kërkes për pages e gabuar
sv: felaktig URL i betalningsanmodan
tr: hatalı ödeme talep linki

source: bad payment URL
da: ugyldig betalings-URL
de: Fehlerhafte Zahlungs-URL
el: λάθος URL πληρωμής
fr: mauvaise addresse URL de paiement
hu: hibás fizetési URL
nb: feil med betalings-URL
nl: foutieve betaling URL
ru: некорректный платежный URL
sq: URL pages e gabuar
sv: felaktig betalnings-URL
tr: hatalı ödeme linki

source: bad recovery phrase
da: ugyldig genskabelsessætning
de: fehlerhafte Wiederherstellungs-Wortfolge
el: λάθος φράση ανάκτησης
fr: mauvaise phrase de récupération
hu: hibás helyreállítási kódmondat
nb: feil gjenoppretingsfrase
nl: foutieve herstel zin
ru: некорректная фраза восстановления
sq: frazë rikthyese e gabuar
sv: fel återställningsfras
tr: hatalı kurtarma cümlesi

source: bad signature
da: ugyldig signatur
de: Fehlerhafte Signatur
el: λάθος υπογραφή
fr: mauvaise signature
hu: hibás aláírás
nb: feil signatur
nl: foutieve ondertekening
pl: zły podpis
ru: некорректная подпись
sq: firmë e gabuar
sv: fel signatur
tr: hatalı imza

source: Bitcoin address
da: Bitcoin-adresse
de: Bitcoin-Adresse
hu: Bitcoin cím
nb: Bitcoin-adresse
nl: Bitcoin adres
pl: Adres bitcoin
ru: Биткойн-адрес
sq: Bitcoin adresa
sv: Bitcoin-adress
tr: Bitcoin adresi

source: Bitcoin addresses can also be copied to the clipboard. A bitcoin address always starts with '1' or '3'.
da: Bitcoin-adresser kan også kopieres til udklipsholderen. En bitcoin-adresse starter altid med "1" eller "3".
de: Bitcoin-Adressen können auch in die Zwischenablage kopiert werden. Eine Bitcoin-Adresse beginnt immer mit '1' oder '3'.
hu: Bitcoin címeket a vágólapra is lehet másolni. Egy bitcoin cím mindig '1'-gyel vagy '3'-mal kezdődik.
nb: Bitcoin-adresser kan også kopieres til utklippstavlen. En Bitcoin-adresse starter alltid med '1' eller '3'.
nl: Bitcoin adressen kunnen ook naar het klipbord gekopieerd worden. Een bitcoin adres begint altijd met een '1' of een '3'.
pl: Adresy Bitcoin można skopiować do schowka. Adres Bitcoin zaczyna się zawsze od '1' lub '3'.
ru: Адреса Bitcoin также могут быть скопированы в буфер обмена. Bitcoin-адрес всегда начинается с «1» или «3».
sq: Bitcoin adresat gjithashtu mund të kopjohen në memorje. Një bitcoin adresë gjithmon fillon me '1' ose '3'.
sv: Bitcoin-adresser kan också kopieras till klippboken. En Bitcoin-adress startar alltid med '1' eller '3'.
tr: Bitcoin adresleri ayrıca panoya kopyalanabilir. Bitcoin adresi her zaman '1' veya '3' ile başlar.

source: bitcoin network fee
da: bitcoin-netværksgebyr
de: Transaktionsgebühr
hu: bitcoin hálózati díj
nb: bitcoin nettverksavgift
nl: bitcoin netwerk vergoeding
pl: prowizja sieci bitcoin
ru: комиссия сети bitcoin
sq: bitcoin tarifa
sv: transaktions kostnad
tr: bitcoin ağ ücreti

source: bitcoin payments can't be less than %@
da: bitcoin-betalinger kan ikke være mindre end %@
de: Bitcoin-Zahlungen können nicht kleiner als %@ sein
hu: a bitcoin fizetés összege nem lehet kevesebb, mint %@
nb: beløp for bitcoin-betalinger kan ikke være lavere enn %@
nl: bitcoin betalingen kunnen niet kleiner zijn dan %@
ru: bitcoin-платежи не могут быть меньше, чем %@
sq: bitcoin pagesa nuk mund të jetë më e pak se %@
sv: betalningar kan inte vara mindre än %@
tr: bitcoin ödemesi %@'den az olamaz

source: bitcoin transaction not signed
da: bitcoin-transaktion ikke signeret
de: Bitcoin-Transaktion nicht signiert
hu: a bitcoin tranzakció nincs aláírva
nb: bitcoin-transaksjon ikke signert
nl: bitcoin transactie niet gesigneerd
ru: bitcoin-транзакция не подписана
sq: bitcoin transaksioni nuk është firmosur
sv: transaktionen ej undertecknad
tr: bitcoin işlemi imzalanmamış

source: bitcoin transaction outputs can't be less than %@
da: outputs for bitcoin-transaktioner kan ikke være mindre end %@
de: Bitcoin-Transaktions-Ausgänge können nicht kleiner als %@ sein
hu: a bitcoin tranzakció kimeneteinek összege nem lehet kisebb, mint %@
nb: output for bitcoin-transaksjon kan ikke være lavere enn %@
nl: bitcoin transactie restant kan niet minder zijn dan %@
ru: выходы bitcoin-транзакций не могут быть меньше, чем %@
sq: bitcoin transaksion outputet nuk mund të jetë më pak se %@
sv: transaktionens utflöden får ej understiga %@
tr: bitcoin işlemi çıkışı %@'den küçük olamaz

# block #%d of %d
source: block #%1$d of %2$d
da: bloknr. %1$d af %2$d
de: Block #%1$d von %2$d
el: μπλόκ %1$d απο %2$d
fr: bloc #%1$d de %2$d
hu: %1$d. blokk a %2$d-ból/-ből
nb: blokk #%1$d of %2$d
nl: blok #%1$d van %2$d
ru: блок #%1$d в %2$d
sq: blloku #%1$d i %2$d
sv: block #%1$d av %2$d
tr: %2$d'in %1$d'ini engelle

source: cancel
da: annullér
de: Abbrechen
el: άκυρο
fr: annuler
hu: mégse
nb: avbryt
nl: annuleren
pl: anuluj
ru: отменить
sq: anulo
sv: avbryt
tr: iptal

source: change
da: ændr
de: Ändern
el: αλλαγή
fr: modifier
hu: módosít
nb: juster
nl: wijzigen
pl: zmień
ru: изменить
sq: ndrysho
sv: ändra
tr: değiştir

source: change passcode
da: skift adgangskode
de: Zugangscode ändern
el: αλλάξτε κωδικό πρόσβασης
fr: modifier le code d'accès
hu: jelkód módosítása
nb: endre pinkode
nl: wijzig toegangscode
pl: zmień hasło
ru: изменить пароль
sq: ndrysho PIN
sv: ändra lösenord
tr: şifreyi değiştir

source: change payment amount?
da: ændr betalingsbeløb?
de: Zahlungsbetrag ändern?
el: αλλαγή του ποσού πληρωμής?
fr: modifier le montant du paiement ?
hu: módosítod a kifizetési összeget?
nb: justere beløp?
nl: bedrag aanpassen?
pl: zmienić kwotę płatności?
ru: изменить сумму платежа?
sq: ndrysho shumën e pagesës?
sv: ändra belopp?
tr: ödeme tutarı değişsin mi?

source: checking private key balance...
da: tjekker saldo for privat nøgle …
de: Guthaben des privaten Schlüssels wird geprüft...
el: έλεγχος ποσού του ιδιωτικού κλειδιού...
fr: vérification du solde de la clé privée...
hu: privát kulcs egyenlegének ellenőrzése...
nb: sjekker saldo for den private nøkkelen...
nl: balans van persoonlijke sleutel controleren...
pl: sprawdzanie salda klucza prywatnego...
ru: проверка баланса по закрытому ключу...
sq: duke kontrolluar bilancin e çelësit privat...
sv: uppdaterar saldo för den privata nyckeln...
tr: özel şifre ayarı kontrol ediliyor...

source: choose passcode for %@
da: vælg adgangskode for %@
de: Wähle Zugangscode für %@
el: επιλέξτε κωδικό πρόσβασης για το %@
fr: choisissez un code d'accès pour %@
hu: válassz jelkódot a következőhöz: %@
nb: velg pinkode for %@
nl: kies toegangscode voor %@
pl: ustal hasło dla %@
ru: введите новый пароль для %@
sq: zgjedhni PIN për %@
sv: välj pinkod for %@
tr: %@ için şifre seçin

source: clipboard doesn't contain a valid bitcoin address
da: udklipsholder indeholder ikke en gyldig bitcoin-adresse
de: Zwischenablage enthält keine gültige Bitcoin-Adresse
hu: a vágólap nem tartalmaz érvényes bitcoin címet
nb: utklippstavlen inneholder ikke en gyldig Bitcoin-adresse
nl: klipbord bevat geen valide bitcoin adres
pl: w schowku nie ma prawidłowego adresu bitcoin
ru: в буфере обмена нет корректного bitcoin-адреса
sq: memorja nuk përmban një bitcoin adresë valide
sv: urklippet innehåller inte en giltig bitcoinadress
tr: pano geçerli bir bitcoin adresi içermiyor

source: close app
da: luk app
de: App schließen
el: κλείστε την εφαρμογή
fr: fermer l'application
hu: alkalmazás bezárása
nb: avslutt app
nl: app sluiten
pl: zamknij aplikację
ru: закрыть программу
sq: mbyll aplikacionin
sv: stäng app
tr: uygulamayı kapat

source: CONFIRM WIPE
da: BEKRÆFT SLETNING
de: LÖSCHEN BESTÄTIGEN
el: ΕΠΙΒΕΒΑΙΩΣΗ ΕΚΚΑΘΑΡΙΣΗΣ
fr: CONFIRMER EFFACEMENT
hu: TÖRLÉS MEGERŐSÍTÉSE
nb: BEKREFT SLETTING
nl: BEVESTIG WIPE
pl: POTWIERDŹ USUNIĘCIE DANYCH
ru: ПОДТВЕРДИТЕ УДАЛЕНИЕ
sq: KONFIRMO FSHIRJEN
sv: BEKRÄFTA RADERING
tr: TEMİZLEME İŞLEMİNİ ONAYLA

source: confirmed in block #%d
da: bekræftet i bloknr. %d
de: Bestätigt in Block #%d
el: επιβεβαιώθηκε στο μπλόκ #%d
fr: confirmée en bloc #%d
hu: %d. blokkban megerősítve
nb: bekreftet i blokk #%d
nl: bevestigd in blok #%d
pl: potwierdzone w bloku #%d
ru: подтверждено в блоке #%d
sq: konfirmuar në bllokun #%d
sv: bekräftad i block #%d
tr: #%d bloğunda onaylandı

source: connect timeout
da: forbindelses-timeout
de: Zeitüberschreitung bei Verbindung
el: λήξη χρονικού ορίου
hu: a kapcsolat időtúllépés miatt megszakadt
nb: tidsavbrudd for tilkobling
nl: verbinding time-out
pl: nieudana próba połączenia
ru: время ожидания подключения
sq: lidhja është shkëputur
sv: anslutningen överskred tidsgränsen
tr: bağlantı zaman aşımı

source: copied
da: kopieret
de: kopiert
el: αντιγράφηκε
fr: copiée
hu: másolva
nb: kopiert
nl: gekopieërd
pl: skopiowano
ru: копирован(а)
sq: kopjuar
sv: kopierade
tr: koyalandı

source: copy address to clipboard
da: kopiér adresse til udklipsholder
de: Adresse in Zwischenablage kopieren
el: αντιγραφή διεύθυνσης στο πρόχειρο
fr: copier l'adresse au presse-papier
hu: cím másolása a vágólapra
nb: kopier adresse til utklippstavlen
nl: kopieer adres naar klipbord
pl: zapisz adres w schowku
ru: скопировать адрес в буфер обмена
sq: kopjo adresën në memorje
sv: kopiera adress till urklipp
tr: adresi panoya kopyala

source: copy request to clipboard
da: kopiér anmodning til udklipsholder
de: Anfrage in Zwischenablage kopieren
el: αντιγραφή αίτησης στο πρόχειρο
fr: copier la demande au presse-papier
hu: kérelem másolása a vágólapra
nb: kopier forespørsel til utklippstavlen
nl: kopieer adres naar klipbord
ru: скопировать запрос в буфер обмена
sq: kopjo kërkesën në memorje
sv: kopiera anmodan till klippboken
tr: isteği panoya kopyala

source: couldn't make payment
da: kunne ikke foretage betaling
de: Zahlung konnte nicht durchgeführt werden
el: δεν μπορούσα να προβώ σε πληρωμή
fr: impossible d'effectuer le paiement
hu: nem sikerült a fizetés
nb: kunne ikke gjennomføre betaling
nl: betaling mislukt
pl: płatność nieudana
ru: не удалось совершить платёж
sq: nuk mund të kryhet pagesa
sv: kunde inte genomföra betalning
tr: ödeme yapılamadı

source: couldn't sweep balance
da: kunne ikke rydde saldo
de: Guthaben konnte nicht übertragen werden
el: δεν μπορούσα να σαρώσω τα χρήματα
fr: impossible de balayer le solde
hu: az egyenleg átvitele nem sikerült
nb: kunne ikke sweepe saldo
nl: veeg mislukt
ru: не получилось перенести баланс
sq: nuk mund të shpenzohet bilanci
sv: kunde inte importera saldo
tr: bakiye silinemedi
