Repository: dashpay/dashwallet-ios
Catalog: BreadWallet/*.lproj/Main.strings
Languages: ja, nb, sq, sv

# 4w7-k8-9wY.normalTitle
source: recover wallet
ja: ウォレットを復元
nb: gjenopprett lommebok
sq: rikthe kuletën
sv: återställ plånbok

# 8e2-ar-Ehc.text
source: local currency
ja: 通貨表示
nb: lokal valuta
sq: monedha lokale
sv: lokal valuta

# A4M-yq-26d.normalTitle
source: generate recovery phrase
ja: 新規復元フレーズを作る
nb: generer frase for gjenoppretting
sq: gjenero frazën rikthyese
sv: skapa återställningsfras

# D1b-HB-lKH.text
source: start/recover another wallet
ja: ウォレットの新規作成及び復元
nb: opprett/gjenopprett annen lommebok
sq: starto/rikthe një tjetër kulet
sv: starta/återställ annan plånbok

# D4H-hd-LsX.text
source: exchange rate data provided by bitpay.com/rates
ja: 為替データ提供： bitpay.com/rates
nb: data for vekslingskurs hentet fra bitpay.com/rates
sq: të dhënat e çmimit të tregut ofrohen nga bitpay.com/rates
sv: växlingskurs tillhandahålls av bitpay.com/rates

# EQG-Km-ZKY.text
source: if you ever lose your phone, you will need this phrase to recover your wallet
ja: 携帯電話を紛失した場合、このフレーズでウォレットが復元できます。
nb: om du mister telefonen din vil du trenge denne frasen for å gjenopprette lommeboken din
sq: Nëse e humbni telefonin tuaj ndonjëherë, do të ju duhet kjo frazë për ta rikthyer kuletën tuaj
sv: om du någonsin förlorar din mobil behöver du denna fras för att återställa din plånbok

# FjB-H2-BnK.text
source: sent
ja: 送金成功！
nb: sendt

# QQS-Me-RNh.title
source: remind me later
ja: 後で通知して下さい
nb: påminn meg senere
sq: ma kujto më vonë
sv: påminn mig senare

# UyF-OV-QVY.text
source: not connected
ja: 接続されていません。
nb: ikke tilkoblet
sq: nuk është konektuar
sv: ej uppkopplad

# W8m-Eh-Nf9.title
source: settings
ja: 設定
nb: innstillinger
sq: konfigurimi
sv: inställningar

# XJu-9x-HqQ.text
source: amount:
ja: 金額：
nb: beløp:
sq: shuma:
sv: belopp:

# YC6-rN-4P5.text
source: Enter this wallet's recovery phrase to wipe it and start/recover another. Your current balance remains on this phrase.
ja: このウォレットを初期化するには、このウォレットの復元フレーズをご入力下さい。その後、新規作成またはウォレットの復元ができます。現在のウォレットとその残高は復元フレーズに残ります。
nb: Skriv inn denne lommebokens gjennopprettingsfrase for å slette den og opprette/gjennoprette en annen. Din nåværende balanse vil forbli på denne frasen.
sq: Shëno këtë frazë rikthyese të kuletës për ta fshir atë dhe startoni/riktheni një tjetër. Bilanci i juaj aktual do të mbetet në këtë frazë.
sv: Ange denna plånboks återställningsfras för att ta bort den och påbörja/återställa en annan. Nuvarande medel står kvar med frasen.

# bfj-xS-5rN.normalTitle
source: pay address from clipboard
ja: コピーしたアドレスへ送金
nb: betal adresse i utklippstavle
sq: paguaj adresën nga memorja
sv: betala adress i klippboken

# ce6-Wi-wk4.normalTitle
source: scan QR code
ja: QR コードをスキャン
nb: skann QR-kode
sq: skano QR kodin
sv: läs av QR-kod

# cyp-mV-Bhd.text
source: I wrote it down:
ja: 紙に書き留めました：
nb: Jeg har skrevet ned frasen:
sq: E shkruajta:
sv: Jag har skrivit ned den:

# dOa-zm-TDG.normalTitle
source: new wallet
ja: 新規ウォレット
nb: ny lommebok
sq: kuletë e re
sv: ny plånbok

# dX6-jg-5IA.text
source: if you ever lose your phone, you will need this phrase to recover your wallet
ja: 携帯電話を失くされた場合、このフレーズでウォレットが復元できます。
nb: om du mister telefonen din vil du trenge denne frasen for å gjenopprette lommeboken din
sq: Nëse e humbni ndonjëherë telefonin, do të ju duhet kjo frazë për ta rikthyer kuletën tuaj
sv: om du någonsin förlorar din mobil så behöver du denna fras för att återställa plånboken

# eJ2-5h-DO2.text
source: unconfirmed
ja: 未承認
nb: ubekreftet

# efL-Cj-Aho.normalTitle
source: show
ja: 表示
nb: vis
sq: shfaq
sv: visa

# fQN-xb-SYb.title
source: confirm:
ja: 確認：
nb: bekreft:
sq: konfirmo:
sv: bekräfta:

# l5l-JR-LKA.text
source: send money:
ja: 送金する:
nb: send midler:
sq: dërgo para:
sv: skicka pengar:

# ooJ-EA-DFl.title
source: recovery phrase:
ja: 復元フレーズ:
nb: gjenopprettingsfrase:
sq: fraza rikthyese:
sv: återställningsfras:

# qel-3J-2VC.text
source: receive money:
ja: 受け取る:
nb: motta midler:
sq: prano para:
sv: ta emot pengar:

# s4T-yd-VfX.title
source: transaction details
ja: 取引詳細
nb: transaksjonsdetaljer
sq: detajet e transaksionit
sv: transaktionsuppgifter

# t1j-JZ-FW0.text
source: no transactions
ja: 取引がありません
nb: ingen transaksjoner
sq: nuk ka transaksione
sv: inga transaktioner

# uvz-hk-Nr4.text
source: breadwallet v%ver%%net% copyright © 2016 breadwallet LLC this app is open source
ja: breadwallet v%ver%%net% copyright © 2015 Aaron Voisine このアプリはオープンソースです。
sq: breadwallet v%ver%%net% copyright © 2015 Aaron Voisine ky aplikacion është me kod të hapur
sv: breadwallet v%ver%%net% © 2016 breadwallet LLC denna app är Öppen Källkod

# wDZ-DN-szv.text
source: start a new wallet by generating a wallet recovery phrase
ja: 新しい復元フレーズを生成し、新規ウォレットを作ります。
nb: start en ny lommebok ved å generere en gjenopprettingsfrase
sq: starto një kuletë të re duke gjeneruar një frazë rikthyese
sv: starta en ny plånbok genom att skapa en återställningsfras till plånboken

# Td7-xP-kmB.text
source: please write it down
nb: vennligst skriv den ned
sv: var god skriv ned den
