Repository: dashpay/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: bg, el, it, pl, vi

source: If you lose this device, you will lose your funds. Get your recovery phrase so that you can restore your wallet on another device.
bg: Ако загубите това устройство, ще загубите средствата си. Вземете своята фраза за възстановяване, така че да можете да възстановите портфейла си на друго устройство.
el: Αν χάσετε αυτή τη συσκευή, θα χάσετε και τα χρήματά σας. Πάρτε τη φράση ανάκτησης σας για να μπορέσετε να επαναφέρετε το πορτοφόλι σας σε άλλη συσκευή.
vi: Nếu bạn mất thiết bị này, bạn sẽ mất số tiền trong đó. Hãy thiết lập cụm từ phục hồi để bạn có thể khôi phục được ví trên một thiết bị khác.

source: It's Important
bg: Важно е
el: Είναι σημαντικό
vi: Điều này là quan trọng

source: Letters and numbers only
el: Μόνο γράμματα και αριθμοί
vi: Chỉ dùng chữ cái và chữ số

source: Load more
bg: Зареди още
el: Φόρτωσε περισσότερα
vi: Nạp thêm

source: Log Out
bg: Излез от профила
el: Αποσύνδεση
vi: Đăng xuất

source: Maximum %ld characters
el: Μέγιστοι %ld χαρακτήρες
vi: Tối đa %ld ký tự

source: Minimum 3 characters
el: Ελάχιστο 3 χαρακτήρες
vi: Tối thiểu 3 ký tự

source: Payments
bg: Плащания
el: Πληρωμές
vi: Các giao dịch

source: Previously used at IP address
bg: Преди използван на IP адрес
el: Χρησιμοποιήθηκε προηγουμένως στη διεύθυνση IP
vi: Trước đó được dùng tại địa chỉ IP

source: Scan to Pay
el: Σαρώστε για να πληρώσετε
vi: Quét để thanh toán

source: Scanning QR code
bg: Сканиране на QR код
el: Σάρωση QR κωδικού
vi: Quét mã QR

source: Secure now
bg: Подсигури сега
el: Ασφαλίστε τώρα
vi: Bảo mật ngay

source: Secure Wallet Now
bg: Подсигури портфейл сега
el: Ασφαλίστε το πορτοφόλι τώρα
vi: Bảo mật ví ngay

source: Send by
bg: Изпращане от
el: Εστάλη από
vi: Gửi bởi

source: Send to Address
bg: Изпрати до адрес
el: Αποστολή στη διεύθυνση
vi: Gửi đến địa chỉ

source: Shop with DASH at over 150k merchants
el: Αγοράστε με το DASH σε πάνω από 150 χιλιάδες εμπόρους

source: skip
bg: пропусни
el: παράλειψη
vi: bỏ qua

source: Tap
el: Πατήστε
vi: Bấm

source: Tap to unhide balance
bg: Докоснете, за да покажете баланса
el: Πατήστε για να αποκαλύψετε το υπόλοιπο
vi: Bấm để hiện số dư

source: This recovery phrase is your access to the funds in this wallet.
bg: Тази фраза за възстановяване Ви дава достъп до средствата в този портфейл.
el: Αυτή η φράση ανάκτησης σας δίνει πρόσβασή στα χρήματα αυτού του πορτοφολιού.
vi: Cụm từ phục hồi này là quyền truy cập của bạn đến số tiền trong ví này.

source: Transfer Dash from your Uphold account to this wallet
bg: Прехвърлете Dash от вашият Uphold акаунт към този портфейл
el: Μεταφέρετε Dash από τον Uphold λογαριασμό σας σε αυτό το πορτοφόλι
vi: Chuyển Dash từ tài khoản Uphold của bạn vào ví này

source: Upgrade Fee
el: Προμήθεια Αναβάθμισης
vi: Phí nâng cấp

source: Used at IP address
bg: Използван от IP адрес
el: Χρησιμοποιήθηκε στη διεύθυνση IP
vi: Được sử dụng tại địa chỉ IP

source: Validating username done
el: Η επικύρωση του ονόματος χρήστη ολοκληρώθηκε
vi: Thực hiện xong việc Kiểm tra tính hợp lệ của tên người dùng

source: Wallet Keys
bg: Ключове на портфейла
el: Κλειδιά Πορτοφολιού
vi: Khoá của ví

source: We are about to show you the secret key to your wallet.
bg: Предстои да Ви покажем секретния ключ на портфейла ви.
el: Θα σας αποκαλύψουμε το μυστικό κλειδί του πορτοφολιού σας.
vi: Chúng tôi sẽ hiển thị cho bạn xem khoá bí mật của ví của bạn

source: We do not store this recovery phrase.
bg: Ние не съхраняваме тази фраза за възстановяване.
el: Δεν αποθηκεύουμε αυτήν την φράση ανάκτησης
vi: Chúng tôi không lưu giữ dòng chữ phục hồi này.

source: You have chosen "%@" as your username. Your username cannot be changed once registered.
el: Έχετε επιλέξει το "%@" ως το όνομα χρήστη σας. Το όνομα χρήστη σας δεν μπορεί να αλλάξει μόλις εγγραφεί.
vi: Bạn đã chọn "%@" làm tên người dùng của mình. Tên người dùng của bnaj không thể thay đổi một khi đã được đăng ký.

source: You received Dash! If you lose this device, you will lose your funds. Get your recovery phrase so that you can restore your wallet on another device.
bg: Вие получихте Dash! Ако загубите това устройство, ще загубите средствата си. Вземете своята фраза за възстановяване, така че да можете да възстановите портфейла си на друго устройство.
el: Λάβατε Dash! Αν χάσετε αυτή τη συσκευή, θα χάσετε τα χρήματά σας. Πάρτε τη φράση ανάκτησης για να μπορέσετε να επαναφέρετε το πορτοφόλι σας σε άλλη συσκευή.
vi: Bạn đã nhận được Dash! Nếu bạn mất thiết bị này, bạn sẽ mất số tiền của mình. Hãy chọn cụm từ phục hồi để bạn có thể khôi phục ví của mình trên một thiết bị khác.

source: You will need this recovery phrase to access your funds if this device is lost, damaged or if Dash Wallet ever is accidentally uninstalled from this device.
bg: Тази фраза за възстановяване ще ви трябва за достъп до вашите средства, ако това устройство е загубено, повредено или ако Dash Wallet някога случайно бъде деинсталиран от това устройство.
el: Θα χρειαστείτε αυτή τη φράση ανάκτησης για να αποκτήσετε πρόσβαση στα χρήματά σας εάν αυτή η συσκευή χαθεί, καταστραφεί ή εάν το Πορτοφόλι Dash απεγκατασταθει τυχαία από αυτήν τη συσκευή.
vi: Bạn cần cụm từ phục hồi để truy cập đến khoản tiền của bạn nếu thiết bị này bị mất, hỏng hoặc ví Dash Wallet vô tình bị gỡ bỏ khỏi thiết bị này.

source: Your Uphold account Dash balance is
bg: Вашият Dash баланс в Uphold е
el: Το υπόλοιπο του Uphold λογαριασμού σας σε Dash είναι
vi: Số dư tài khoản Uphold bằng Dash là

source: Сopied address or QR
el: Αντιγραμμένη διεύθυνση ή QR

source: Amount too small
bg: Твърде малка сума
vi: Số tiền quá nhỏ

source: available
bg: налично
vi: Hiện có

source: Enter the amount to transfer
bg: Въведи сумата за прехвърляне
vi: Hãy nhập số tiền cần chuyển

source: Keypair %ld
bg: Ключова фраза %ld
vi: Cặp khoá %ld

source: This transaction may take several minutes to settle.
bg: Тази транзакция може да отнеме няколко минути, за да приключи.
vi: Giao dịch này cần mất vài phút để hoàn tất.

source: This transaction should settle instantly at no extra fee
bg: Тази транзакция ще бъде уредена мигновено без допълнителна такса
vi: Giao dịch này sẽ được hoàn tất mà không mất thêm phí bổ sung
