Repository: dashpay/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: bg, el, it, pl, vi

source: Deposit sent
it: Deposito inviato
pl: Wpłata została wysłana

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your Dash).
bg: КОМПРОМОМЕТИРАНА Е СИГУРНОСТТА НА УСТРОЙСТВОТО Всякакви 'jailbreak' приложения могат да получат ключови данни на други приложения (и да откраднат вашият Dash).
el: Η ΑΣΦΑΛΕΙΑ ΤΗΣ ΣΥΣΚΕΥΗΣ ΕΧΕΙ ΤΕΘΕΙ ΣΕ ΚΙΝΔΥΝΟ Οποιαδήποτε 'σπασμένη' εφαρμογή μπορεί να έχει πρόσβαση σε οποιαδήποτε άλλης εφαρμογής τα δεδομένα (και να κλέψει τα Dash σας).
it: SICUREZZA DEL DISPOSITIVO COMPROMESSA Qualunque app "jailbreak" può accedere ai dati di altre app (e rubare i tuoi Dash).
pl: BEZPIECZEŃSTWO URZĄDZENIA ZŁAMANE Każda aplikacja "jailbreak" ma dostęp do danych twoich kluczy w innych aplikacjach (i może ukraść twoje Dashe).
vi: THIẾT BỊ NÀY KHÔNG CÒN BẢO MẬT Bất kỳ ứng dụng 'jailbreak' nào đều có thể truy cập vào dữ liệu chìa khoá của tất cả các ứng dụng khác (và đánh cắp Dash của bạn).

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your Dash). Wipe this wallet immediately and restore on a secure device.
bg: СИГУРНОСТТА НА УСТРОЙСТВОТО Е КОМПРОМЕТИРАНА Всяко 'jailbreak' приложение може да достъпи всяко друго приложение с важна информация (и да открадне вашите Dash). Изтрийте този портфейл веднага и го възстановете на защитено устройство.
el: Η ΑΣΦΑΛΕΙΑ ΤΗΣ ΣΥΣΚΕΥΗΣ ΕΧΕΙ ΤΕΘΕΙ ΣΕ ΚΙΝΔΥΝΟ Οποιαδήποτε 'σπασμένη' εφαρμογή μπορεί να έχει πρόσβαση σε οποιαδήποτε άλλης εφαρμογής τα δεδομένα (και να κλέψει τα Dash σας). Καθαρίστε το πορτοφόλι σας άμεσα και επαναφέρετε το σε μια ασφαλή συσκευή.
it: SICUREZZA DEL DISPOSITIVO COMPROMESSA Qualunque app "jailbreak" può accedere ai dati di altre app (e rubare i tuoi Dash). Elimina subito questo portafoglio e ripristina su un dispositivo sicuro.
pl: BEZPIECZEŃSTWO URZĄDZENIA ZŁAMANE Każda aplikacja "jailbreak" ma dostęp do twoich kluczy w innych aplikacjach (i może ukraść twoje Dashe). Natychmiast wyczyść ten portfel i przywróć na bezpiecznym urządzeniu.
vi: THIẾT BỊ NÀY KHÔNG CÒN BẢO MẬT Bất kỳ ứng dụng 'jailbreak' nào đều có thể truy cập vào dữ liệu chìa khoá của tất cả các ứng dụng khác (và đánh cắp Dash của bạn). Hãy xoá sạch ví ngày ngay lập trức và khôi phục tính năng bảo mật của thiết bị.

source: Direction
el: Κατεύθυνση
it: Direzione
pl: Kierunek

source: Disconnect Coinbase Account
el: Αποσύνδεση λογαριασμού Coinbase
it: Disconnetti l'account Coinbase
pl: Rozłącz Konto Coinbase

source: Disconnected
el: Αποσυνδεδεμένο
it: Disconnesso
pl: Rozłączony

source: Distance
el: Απόσταση
it: Distanza
pl: Dystans

source: Do not take a screenshot
el: Μην τραβήξετε στιγμιότυπο οθόνης
it: Non scattare screenshot
pl: Nie rób zrzutu ekranu
vi: Đừng chụp ảnh màn hình

source: Done
bg: Завършено
el: Έγινε
it: Fatto
pl: Zrobione
vi: Xong

source: Download peer: %@
bg: Изтеглени пиъри: %@
el: Λήψη ομότιμου: %@
it: Scarica peer: %@
pl: Pobierz peer %@
vi: Nút tải xuống: %@

source: Earlier
el: Νωρίτερα
it: Prima
pl: Wcześniej
vi: Trước đó

source: Easily stake Dash and earn passive income with a few simple clicks.
it: Vincola facilmente Dash e guadagna entrate passive con pochi semplici clic.
pl: Z łatwością ulokuj swoje monety Dash i zarabiaj pasywny dochód za pomocą kilku prostych kliknięć.

source: eg: johndoe
el: πχ: johndoe
it: es: johndoe
pl: np. jankowalski
vi: ví dụ: johndoe

source: Enable Face ID
bg: Включи Face ID
el: Ενεργοποίηση Face ID
it: Abilita Face ID
pl: Włącz Face ID
vi: Cho phép Face ID

source: Enable Receive Notifications
bg: Включи получаване на известия
el: Ενεργοποίηση λήψης ειδοποιήσεων
it: Abilita la ricezione di Notifiche
pl: Włącz odbieranie powiadomień
vi: Cho phép nhận thông báo

source: Enable Touch ID
bg: Включи Touch ID
el: Ενεργοποίηση Touch ID
it: Abilita Touch ID
pl: Włącz Touch ID
vi: Cho phép Touch ID

source: Enter
bg: Вход
el: Είσοδος
it: Immetti
pl: Wejdź
vi: Nhập

source: Enter Coinbase 2FA code
el: Εισάγετε τον 2FA κωδικό Coinbase
it: Inserisci il codice Coinbase 2FA
pl: Wprowadź kod 2FA

source: Enter PIN
bg: Въведи ПИН
el: Εισάγετε PIN
it: Immetti il PIN
pl: Wpisz PIN
vi: Nhập mã PIN!

source: Enter Recovery Phrase
bg: Въведи фразата за възстановяване
el: Εισάγετε την φράσης ανάκτησης
it: Inserisci la Frase di Recupero
pl: Wpisz Frazy Odzyskiwania
vi: Nhập cụm từ phục hồi

source: Enter your 2FA code below
bg: Въведете вашият 2FA код по-долу
el: Εισάγετε τον 2FA κωδικό παρακάτω
it: Inserisci il tuo codice 2FA di seguito
pl: Poniżej wpisz swój kod 2FA
vi: Hãy nhập mà xác thực 2 lớp vào dưới đây

source: Error
el: Σφάλμα
it: Errore
pl: Błąd
vi: Lỗi

source: Error Upgrading
el: Σφάλμα Αναβάθμισης
it: Errore durante l'aggiornamento
pl: Wystąpił błąd podczas ulepszania
vi: Lỗi nâng cấp

source: Exit
bg: Изход
el: Έξοδος
it: Esci
pl: Wyjdź
vi: Thoát

source: Expense
el: Έξοδα
it: Spese
pl: Wydatek

source: Explore
el: Εξερευνήστε
it: Esplora
pl: Odkryj

source: Explore Dash
el: Εξερευνήστε το Dash
it: Esplora Dash
pl: Odkryj Dash

source: Extended Public Keys
el: Εκτεταμένα Δημόσια Κλειδιά
it: Chiavi pubbliche estese
pl: Wydłużone Publiczne Klucze

source: Failed to start auth session
it: Impossibile avviare la sessione di autenticazione
pl: Nie powiodło się rozpoczęcie sessji auth.

source: Failed to sync
it: Impossibile sincronizzare
pl: Nie udało się zsynchronizować

source: Failed to sync on
el: Απέτυχε ο συγχρονισμός
it: Impossibile eseguire la sincronizzazione
pl: Nie udało się zsynchronizować

source: Failed wallet update
bg: Неуспешно актуализиране на портфейла
el: Η ενημέρωση του πορτοφολιού απέτυχε
it: Aggiornamento del portafoglio fallito
pl: Aktualizacja protfela nie powiodła się
vi: Không cập nhận được ví

source: Fee
bg: Такса
el: Τέλη
it: Commissione
pl: Opłata
vi: Phí

source: Fee is greater than balance
bg: Таксата е повече от баланса
el: Τα τέλη είναι μεγαλύτερα από το υπόλοιπο
it: La commissione è maggiore del saldo
pl: Opłata jest wyższa niż saldo
vi: Phí gửi lớn hơn số dư

source: Fee will be deducted from requested amount.
bg: Таксата ще бъде взета от заявената сума
el: Το τέλος θα αφαιρεθεί από το ποσό που ζητήσατε.
it: La commissione verrà detratta dall'importo richiesto.
pl: Od zażądanej kwoty zostanie potrącona opłata.
vi: Phí chuyển sẽ được trừ từ số lượng yêu cầu.

source: Fetching Info
el: Λήψη πληροφοριών
it: Informazioni sul recupero
pl: Pobieranie informacji

source: Fiat Account
it: Conto Fiat
pl: Konto Walutowe

source: Filter Transactions
bg: Филтър на транзакциите
el: Φίλτρο Συναλλαγών
it: Filtra Transazioni
pl: Filtruj Transakcje
vi: Lọc các giao dịch

source: Filtered by:
el: Φιλτράρεται από:
it: Filtra per:
pl: Od filtrowane pod względem:

source: Filters
el: Φίλτρα
it: Filtri
pl: Filtry

source: Find a merchant.
el: Βρείτε έναν έμπορο.
it: Cerca un commerciante.
pl: Znajdź sprzedawcę

source: Find a user on the Dash Network
el: Βρείτε έναν χρήστη στο Δίκτυο του Dash
it: Trova un utente su Dash Network
pl: Znajdź użytkownika na Sieci Dash
vi: Tìm một người dùng trên mạng lưới Dash

source: Find merchants who accept Dash as payment.
el: Βρείτε εμπόρους που δέχονται το Dash ως πληρωμή
it: Trova i commercianti che accettano Dash come pagamento.
pl: Znajdź sprzedawcę, który przyjmuje płatności w Dash.

source: Find where to buy or sell DASH and other cryptocurrencies for cash.
el: Βρείτε πού μπορείτε να αγοράσετε ή να πουλήσετε DASH και άλλα κρυπτονομίσματα με μετρητά.
it: Trova dove acquistare o vendere DASH e altre criptovalute per contanti.
pl: Znajdź miejsce gdzie możesz kupić Dash i inne kryptowaluty.

source: First deposit should be more than %@
it: Il primo deposito dovrebbe essere superiore a %@
pl: Pierwszy przelew powinien być większy niż %@

source: Forgot PIN?
bg: Забравен ПИН?
el: Ξεχάσατε το PIN;
it: Hai dimenticato il PIN?
pl: Zapomniałeś kodu PIN?
vi: Quên mã PIN

source: Found missing word: %@
el: Βρέθηκε η χαμένη λέξη: %@
it: Parola mancante trovata: %@
pl: Znaleziono brakujące słowo: %@

source: Found missing words: %@
el: Βρέθηκαν οι χαμένες λέξεις: %@
it: Trovate parole mancanti: %@
pl: Znaleziono brakujące słowa: %@

source: Found potential missing words: %@
el: Βρέθηκαν οι πιθανές λέξεις που λείπουν: %@
it: Trovare potenziali parole mancanti: %@
pl: Znalazłem potencjalnie brakujące słowa: %@

source: from CrowdNode
it: da CrowdNode
pl: Od CrowdNode

source: from Dash Wallet
it: da Dash Wallet
pl: Od Portfela Dash

source: From Uphold to your Dash Wallet
el: Από την Uphold στο Dash Wallet σας
it: Da Uphold al tuo portafoglio Dash
pl: Z konta Uphold do Portfela Dash

source: Generate extended public keys?
el: Δημιουργία Εκτεταμένου Δημόσιου Κλειδιού
it: Generare chiavi pubbliche estese?
pl: Chcesz stworzyć rozszerzone klucze publiczne?
vi: Tạo khoá công khai mở rộng?

source: Generating CSV Report
el: Δημιουργία αναφοράς CSV
it: Generazione rapporto CSV
pl: Generuje raport CSV

source: Get Started
bg: Първи стъпки
el: Ξεκινήστε
it: Iniziare
pl: Zacznij
vi: Bắt đầu

source: Gift Card
el: Δωροκάρτα
pl: Karta podarunkowa

source: Go to CrowdNode website
it: Vai al sito Web CrowdNode
pl: Przejdź do strony CrowdNode

source: Go to Website
bg: Отидете на уебсайта
el: Μεταβείτε στην Ιστοσελίδα
it: Vai al sito web
pl: Przejdź do strony internetowej
vi: Đến Website

source: Grant GPS permissions so we can show you locations near you.
el: Χορηγήστε δικαιώματα GPS ώστε να μπορούμε να σας δείξουμε τοποθεσίες κοντά σας.
it: Concedi le autorizzazioni GPS in modo che possiamo mostrarti le posizioni vicino a te.
pl: Daj pozwolenie na dostęp do GPS abyśmy mogli pokazać miejsca w twoim pobliżu.

source: has requested to be your friend
el: αιτήθηκε να γίνει φίλος / φίλη σας
it: ha chiesto di essere tuo amico
pl: zaprosił cię do znajomych
vi: đã yêu cầu làm bạn với bạn

source: Have complete control and customize your wallet based on your needs
bg: Имате пълен контрол и персонализиране на портфейла според нужди Ви
el: Έχετε τον πλήρη έλεγχο να προσαρμόσετε το πορτοφόλι σας ανάλογα με τις ανάγκες σας
it: Assumi il completo controllo e personalizza il tuo portafoglio in base alle tue esigenze
pl: Miej pełną kontrolę oraz dostosuj swój portfel w zależności od potrzeb
vi: Bạn có toàn quyền kiểm soát và tuỳ chỉnh ví dựa trên nhu cầu của mình

# header #%d of %d
source: header #%1$d of %2$d
it: intestazione #%1$d di %2$d
pl: nagłówek #%1$d z %2$d
vi: phần đầu # %1$d của %2$d

source: Hello %@,
el: Γεια σας %@,
it: Ciao %@,
pl: Witaj %@,
vi: Chào %@,

source: Help us improve your experience
bg: Помогнете ни да подобрим вашето преживяване
el: Βοηθήστε μας να βελτιώσουμε την εμπειρία σας
it: Aiutaci a migliorare raccontaci tua esperienza
pl: Pomóż nam poprawić Twoje wrażenia
vi: Hãy giúp chúng tôi cải thiện trải nghiệm cho bạn

source: High
bg: Високо
el: Υψηλά
it: Alto
pl: Wysoki
vi: Cao

source: History
bg: История
el: Ιστορικό
it: Storia
pl: Historia
vi: Lịch sử

source: How to Use a Gift Card
el: Πώς να χρησιμοποιήσετε μια δωροκάρτα
it: Come utilizzare una carta regalo
pl: Jak Używać Kart Podarunkowych

source: I Accept
el: Αποδέχομαι
it: Accetto
pl: Akceptuję
vi: Tôi chấp nhận

source: I accept that I will lose my coins if I no longer possess the recovery phrase
bg: Приемам, че ще загубя монетите си, ако вече не притежавам фразата за възстановяване
el: Αποδέχομαι ότι θα χάσω τα νομίσματά μου εάν δεν διαθέτω πλέον τη φράση ανάκτησης
it: Accetto di perdere le mie monete se non possiedo la frase di recupero
pl: Akceptuję to, że stracę wszystkie moje monety jeśli nie będę miał frazy do odzyskiwania porfela
vi: Tôi chấp nhận rằng tôi sẽ mất các coin của mình nếu không còn sở hữu cụm từ phục hồi

source: I agree to CrowdNode
it: Accetto CrowdNode
pl: Zgadzam się z warunkami CrowdNode

source: I wrote it down
bg: Написах го долу
el: Το έγραψα
it: L'ho scritto
pl: Zapisałem to
vi: Tôi đã viết xuống

source: If you lose your passphrase for this wallet and lose this device or uninstall Dash Wallet, you will lose access to your funds on CrowdNode and the funds within this wallet.
it: Se perdi la passphrase per questo portafoglio e perdi questo dispositivo o disinstalli Dash Wallet, perderai l'accesso ai tuoi fondi su CrowdNode e ai fondi all'interno di questo portafoglio.
pl: Jeśli stracisz hasło do tego portfela oraz stracisz dostęp do tego urządzenia lub odinstalujesz Portfel Dash, stracisz również dostęp do konta CrowdNode oraz przechowywanych tam funduszy.

source: If you still would like to wipe it please input: "%@"
bg: Ако все още искате да го изтриете, моля въведете: "%@"
el: Εάν εξακολουθείτε να θέλετε να κάνετε εκκαθάριση παρακαλώ εισάγετε: "%@"
it: Se desideri veramente cancellarlo, perfavore inserisci: "%@"
pl: Jeś dalej nalegasz na wymazanie, proszę o wpisanie: "%@"
vi: Nếu bạn vẫn muốn xoá sách nó thì hãy nhập "%@"

source: If you would like to save manually reclassified types for transactions you should export a CSV transaction file.
el: Αν θέλετε να αποθηκεύσετε χειροκίνητα αναταξινομημένους τύπους συναλλαγών, θα πρέπει να εξάγετε ένα αρχείο συναλλαγών CSV.
it: Se desideri salvare i tipi riclassificati manualmente per le transazioni, devi esportare un file di transazione CSV.
pl: Jeśli chcesz zapisać ręcznie przeklasyfikowane typy transakcji, powinieneś wyeksportować plik transakcji CSV.

source: Ignore
bg: Игнорирай
el: Παράβλεψη
it: Ignora
pl: Zignoruj
vi: Bỏ qua

source: Immediately
bg: Незабавно
el: Άμεσα
it: Immediatamente
pl: Natychmiast
vi: Ngay lập tức

source: Import Private Key
bg: Импортиране на частен ключ.
el: Εισάγετε το ιδιωτικό κλειδί
it: Importa chiave privata
pl: Zaimportuj Klucz Prywatny
vi: Nhập khoá riêng

source: Import private key, Export CSV…
el: Εισαγωγή ιδιωτικού κλειδιού, εξαγωγή CSV...
it: Importa chiave privata, Esporta CSV...
pl: Importuj klucz prywatny, Eksportuj CSV...

source: Income
el: Εισόδημα
it: Reddito
pl: Przychód

source: Initializing
it: Inizializzazione
pl: Rozpoczynanie

source: Insufficient funds
bg: Недостатъчно средства
el: Ανεπαρκή χρήματα
it: Fondi insufficenti
pl: Niewystarczająca ilość funduszy
vi: Không đủ tiền

source: Interac
it: Interazione
pl: Oddziaływanie

source: Internal Transfer
bg: Вътрешен трансфер
el: Εσωτερική Μεταφορά
it: Trasferimento Interno
pl: Przelew wewnętrzny
vi: Giao dịch nội bộ

source: Internally moved to
bg: Вътрешно преместени към
el: Μετακινήθηκε εσωτερικά στο
it: Trasferito internamente a
pl: Wewnętrznie przeniesiony do
vi: Được di chuyển nội bộ đến

source: Invalid
bg: Невалиден
el: Μη έγκυρο
it: Non valido
pl: Niewłaściwy
vi: Không hợp lệ

source: Invalid Input
it: inserimento non valido
pl: Niewłaściwe kwoty.

source: Invalid Payment Request
bg: Невалидно искане за плащанеt
el: Μη έγκυρο αίτημα πληρωμής
it: Richiesta di pagamento invalida
pl: Niewłaściwe rzadanie płatności
vi: Yêu cầu thanh toán không hợp lệ

source: Invalid QR Code
el: Μη έγκυρος κωδικός QR
it: QR Code Non Valido
pl: Niewłaściwy kod QR
vi: Mã QR không hợp lệ

source: It can take a minute for your balance to be updated.
it: L'aggiornamento del saldo può richiedere un minuto.
pl: Zaktualizowanie salda może potrwać chwilę.

source: It can take a minute for your funds to arrive.
it: Potrebbe volerci un minuto prima che i tuoi fondi arrivino.
pl: Dostarczenie funduszy może zająć kilka chwil.

source: It could be the code from the SMS on your phone. If not, enter the code from the authentication app.
el: Θα μπορούσε να είναι ο κωδικός από το SMS στο τηλέφωνό σας. Εάν όχι, εισαγάγετε τον κωδικό από την εφαρμογή ελέγχου ταυτότητας.
it: Potrebbe essere il codice tramite SMS sul tuo telefono. In caso contrario, inserisci il codice dall'app di autenticazione.
pl: Może to być kod z SMS-a na Twoim telefonie. Jeśli nie, wprowadź kod z aplikacji uwierzytelniającej.

source: It could take up to 10 minutes to transfer Dash from Coinbase to Dash Wallet on this device
it: Potrebbero essere necessari fino a 10 minuti per trasferire Dash da Coinbase a Dash Wallet su questo dispositivo
pl: Transfer z Coinbase do Portfela Dash może zająą nawet do 10 minut.

source: It would seem like you are attempting to restore your wallet a using a 12 word recovery phrase, however you have only entered 10 words, would you like to automatically recover missing words? This might take around an hour. We recommend plugging in your device.
el: Φαίνεται ότι προσπαθείτε να επαναφέρετε το πορτοφόλι σας χρησιμοποιώντας μια φράση ανάκτησης 12 λέξεων, ωστόσο έχετε εισαγάγει μόνο 10 λέξεις, θα θέλατε να ανακτήσετε αυτόματα τις λέξεις που λείπουν; Αυτό μπορεί να διαρκέσει περίπου μια ώρα. Σας συνιστούμε να συνδέσετε τη συσκευή σας στην φόρτιση.
it: Pare che tu stia tentando di rigenerare il tuo portafoglio utilizzando una frase di recupero con 12 parole, tuttavia ne hai inserite solamente 10, vorresti recuperare automaticamente le parole mancanti? Ciò richiederebbe all'incirca un'ora. Ti consigliamo di tenere in carica il tuo dispositivo.
pl: Wygląda na to, że próbujesz przywrócić swój portfel za pomocą 12-wyrazowej frazy odzyskiwania, jednak wprowadziłeś tylko 10 słów, czy chcesz automatycznie odzyskać brakujące słowa? Może to zająć około godziny. Zalecamy podłączenie urządzenia do zasilania.

source: It would seem like you are attempting to restore your wallet a using a 12 word recovery phrase, however you have only entered 11 words, would you like to automatically recover the missing word?
el: Φαίνεται ότι προσπαθείτε να επαναφέρετε το πορτοφόλι σας χρησιμοποιώντας μια φράση ανάκτησης 12 λέξεων, ωστόσο έχετε εισαγάγει μόνο 11 λέξεις, θα θέλατε να ανακτήσετε αυτόματα τη λέξη που λείπει;
it: Pare che tu stia tentando di rigenerare il tuo portafoglio utilizzando una frase di recupero con 12 parole, tuttavia ne hai inserite solamente 11, vorresti recuperare automaticamente la parole mancante?
pl: Wygląda na to, że próbujesz przywrócić swój portfel za pomocą 12-wyrazowej frazy odzyskiwania, jednak wprowadziłeś tylko 11 słów, czy chcesz automatycznie odzyskać brakujące słowa?

source: Join Evolution
el: Εγγραφείτε στο Evolution
it: Aderisci a Evolution
pl: Dołącz do Ewolucji
vi: Tham gia Evolution

source: Last device sync
el: Τελευταίος συγχρονισμός συσκευής
it: Ultima sincronizzazione del dispositivo
pl: Ostatnia synchronizacja urządzenia

source: Last known balance
el: Τελευταίο γνωστό υπόλοιπο
it: Ultimo saldo noto
pl: Ostatnio znane saldo

source: Last server update
el: Τελευταία ενημέρωση διακομιστή
it: Ultimo aggiornamento del server
pl: Ostatni update serwera

source: Learn More
el: Μάθετε περισσότερα
it: Per saperne di più
pl: Dowiedz się więcej

source: Learn More...
it: Per saperne di più...
pl: Dowiedz się więcej...

source: Let me know when it’s done
el: Ενημερώστε με όταν ολοκληρωθεί
it: Fammi sapere quando è fatto
pl: Daj mi znać kiedy się skończy
vi: Hãy cho tôi biết khi nó xong

source: Link Coinbase Account
el: Συνδέστε το λογαριασμό στην Coinbase
it: Collega l'account Coinbase
pl: Połącz Konto Coinbase

source: Link Uphold Account
bg: Свързване на Uphold акаунт
el: Σύνδεση Uphold Λογαριασμού
it: Collega l'account Uphold
pl: Podlinkuj konto Uphold
vi: Liên kết với tài khoản Uphold

source: Link Uphold account
el: Σύνδεση Uphold λογαριασμού
it: Collega l'account di Uphold
pl: Połącz z kontem Uphold

source: Link your account
it: Collega il tuo account
pl: Połącz swoje konto

source: Link your Coinbase account
el: Συνδέστε το λογαριασμό σας στην Coinbase
it: Collega il tuo account Coinbase
pl: Połącz z twoim kontem Coinbase

source: Link your Uphold account
el: Σύνδεση Uphold λογαριασμού
it: Collega il tuo account Uphold
pl: Połącz z kontem Uphold

source: Local Currency
bg: Местна валута
el: Τοπικό νόμισμα
it: Moneta Locale
pl: Lokalna Waluta
vi: Tiền địa phương

source: Local requested amount: %@
bg: Локална заявка за сума: %@
el: Τοπικό ποσό που ζητήθηκε: %@
it: Quantità locale richiesta: %@
pl: Lokalna żądana kwota %@
vi: Số lượng được yêu cầu: %@

source: Location
el: Τοποθεσία
it: Località
pl: Miejsce

source: Locked
bg: Заключена
el: Κλείδωσε
it: Bloccato
pl: Zablokowane
vi: Đã khoá

source: Log out from Uphold
bg: Излез от Uphold
el: Αποσύνδεση από το Uphold
it: Esci da Uphold
pl: Wyloguj z Uphold
vi: Đăng xuất khỏi Uphold

source: Login with Face ID
bg: Влизане с Face ID
el: Είσοδος μέσω Face ID
it: Accedi con Face ID
pl: Zaloguj sie z Face ID
vi: Đăng nhập với Face ID

source: Login with Touch ID
bg: Влизане с Touch ID
el: Είσοδος μέσω Touch ID
it: Accedi con Touch ID
pl: Zaloguj sie z Touch ID
vi: Đăng nhập với Touch ID

source: Logout
bg: Излизане
el: Αποσύνδεση
pl: Wyloguj
vi: Thoát

source: Logout after
bg: Излизане след
el: Αποσύνδεση μετά από
it: posponi il Logout
pl: Wyloguj po
vi: Thoát sau

source: Low
bg: Ниско
el: χαμηλά
it: Basso
pl: Niski
vi: Thấp

source: Manage GPS Permission
el: Διαχείριση άδειας GPS
it: Gestisci l'autorizzazione GPS
pl: Ustaw pozwolenia GPS

source: Manage Trusted Node
bg: Управление на доверен нод
el: Διαχείριση Έμπιστου Κόμβου
it: Gestisci Nodo Affidabile
pl: Zarządzaj Zaufanym Węzłem
vi: Quản lý nút tin cậy

source: Map
el: Χάρτης
it: Mappa
pl: Mapa

# masternode list #%d of %d
source: masternode list #%1$d of %2$d
el: Λίστα masternode #%1$d of %2$d
it: lista masternode #%1$d di %2$d
pl: lista masternodów #%1$d z %2$d

source: Masternode Registration
bg: Masternode регистрация
el: Εγγραφή Masternode
it: Registrazione Masternode
pl: Rejestracja Masternoda
vi: Đăng ký Masternode

source: Masternode Revocation
bg: Masternode отменяне
el: Ανάκληση Masternode
it: Revoca Masternode
pl: Odwołanie Masternoda
vi: Thu hồi Masternode

source: Masternode Update
bg: Masternode обновяване
el: Ανανέωση Masternode
it: Aggiornamento Masternode
pl: Aktualizacji Masternoda
vi: Cập nhật Masternode

source: Medium
bg: Средно
el: Μέσο
it: Medio
pl: Średni
vi: Trung bình

source: Merchant search works better with Location Services turned on.
el: Η εμπορική αναζήτηση λειτουργεί καλύτερα με ενεργοποιημένες τις Υπηρεσίες τοποθεσίας.
it: La ricerca commerciante funziona meglio con i servizi di localizzazione attivati.
pl: Szukiwanie sprzedawców działa lepiej z włączonymi usługami lokalizacyjnymi.

source: More
bg: Още
el: Περισσότερα
it: Di Più
pl: Więcej
vi: Thêm

source: More Control
bg: Повече контрол
el: Περισσότερος Έλεγχος
it: Più Controllo
pl: Więcej Kontroli
vi: Kiểm soát nhiều hơn

source: Moved from
bg: Преместено от
el: Μετακινήθηκε από
it: Trasferito da
pl: Przeniesiony z
vi: Được di chuyển từ

source: Moved to Address
bg: Преместено в адрес
el: Μετακινήθηκε στην διεύθυνση
it: Spostato in Indirizzo
pl: Przeniesione na Adres
vi: Được chuyển đến Địa chỉ

source: My Contacts
el: Οι Επαφές μου
it: I miei contatti
pl: Moje Kontakty
vi: Các liên hệ của tôi

source: Name
el: Όνομα
it: Nome
pl: Imię
vi: Tên

source: Name: from A to Z
el: Όνομα: από το Α έως το Ω
it: Nomi: dalla A alla Z
pl: Nazwa: od A do Z

source: Name: from Z to A
el: Όνομα: από το Ζ στο Α
it: Nomi dalla Z alla A
pl: Nazwa: od Z do A

source: Nearby
el: Κοντινή τοποθεσία
it: Qui vicino
pl: W pobliżu

source: Need help?
it: Ho bisogno di aiuto?
pl: Potrzebujesz pomocy?

source: Network
bg: Мрежа
el: Δίκτυο
pl: Sieć
vi: Mạng

source: Network fee
bg: Мрежова такса
el: Τέλος δικτύου
it: Commissione di rete
pl: Opłata sieci
vi: Phí giao dịch

source: Network Unavailable
el: Μη διαθέσιμο δίκτυο
it: Rete non Disponibile
pl: Sieć jest niedostępna

source: New
el: Νέο
it: Nuovo
pl: Nowe
vi: Thêm mới

source: NFC device
bg: NFC устройство
el: Συσκευή NFC
it: Dispositivo NFC
pl: NFC urządzenie
vi: Thiết bị NFC

source: NFC device didn't transmit a valid Dash address
bg: NFC устройството не предава валиден Dash адрес
el: Η συσκευή NFC δεν μεταδίδει έγκυρη διεύθυνση Dash
it: Il dispositivo NFC non ha trasmesso un indirizzo Dash valido
pl: Urządzenie NFC nie wysłało poprawnego adresu Dash
vi: Thiết bị NFC không gửi một địa chỉ Dash hợp lệ

source: No
el: Όχι
pl: Nie
