Repository: dashpay/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: bg, el, it, pl, vi

source: This ATM is located in the
el: Αυτό το ΑΤΜ βρίσκεται στο
it: Questo ATM si trova nel
pl: Ten bankomat znajduje się w

source: This extra step shows it’s really you trying to make a transaction.
el: Αυτό το επιπλέον βήμα δείχνει ότι πραγματικά προσπαθείτε να κάνετε μια συναλλαγή.
it: Questo passaggio aggiuntivo mostra che stai davvero cercando di effettuare una transazione.
pl: Ten dodatkowy krok potwierdza, że to naprawdę ty dokonujesz tej transakcji.

source: This PIN will be required to unlock your app every time when you use it.
bg: Този ПИН ще бъде необходим за отключване на приложението ви всеки път, когато го използвате.
el: Αυτός ο κωδικός PIN θα χρειαστεί να ξεκλειδώσετε την εφαρμογή σας κάθε φορά που την χρησιμοποιείτε.
it: Questo PIN ti sarà richiesto per sbloccare l'app ogni volta che la usi.
pl: Ten kod PIN będzie wymagany do odblokowania Twojej aplikacji za każdym razem, gdy z niej korzystasz.
vi: Mã PIN này sẽ được hỏi để mở ứng dụng của bạn mỗi khi bạn sử dụng nó.

source: This wallet is not empty or sync has not finished, you may not wipe it without the recovery phrase
bg: Този портфейл не е празен или синхронизирането не е приключило, не можете да го изтриете без фразата за възстановяване
el: Αυτό το πορτοφόλι δεν είναι άδειο η ο συγχρονισμός δεν έχει ολοκληρωθεί , δεν θα πρέπει να το καθαρίσετε χωρίς την φράση ανάκτησης
it: Questo portafoglio non è vuoto o la sincronizzazione non è terminata, non puoi cancellarlo senza la frase di recupero
pl: Portfel ten dalej ma fundusze lub synchronizacja nie jeszcze nie została ukończona. Nie możesz wymazać tego portfela bez listy słów wymaganych do odzysku portfela.
vi: Ví này không rỗng hoặc quá trình đồng bộ chưa xong, bạn không thể xoá nó mà không có dòng khôi phục

source: This will move all coins from that wallet to your wallet on this device.
bg: Това ще премести всички монети от него в портфейлът Ви на това устройство.
el: Αυτό θα μεταφέρει όλα τα νομίσματα από αυτό το πορτοφόλι στο πορτοφόλι σας σε αυτή τη συσκευή.
it: Questa operazione sposterà tutte le monete da quel portafoglio al portafoglio su questo dispositivo.
pl: Spowoduje to przeniesienie wszystkich monet z tego portfela do portfela na tym urządzeniu.
vi: Việc này sẽ chuyển toàn bộ số tiền từ ví đó sang ví của bạn trên thiết bị này.

source: to
el: στο
it: a
pl: Do

source: Tools
bg: Инструменти
el: Εργαλεία
it: Strumenti
pl: Narzędzia
vi: Công cụ

source: Total
bg: Общо
el: Σύνολο
it: Totale
pl: Całkowite
vi: Tổng số

source: Transaction id
bg: Транзакция id
el: Ταυτότητα συναλλαγής
it: id Transazione
pl: Transakcja id
vi: Mã giao dịch

source: Transfer
bg: Прехвърляне
el: Μεταφορά
it: Trasferimento
pl: Prześlij
vi: Chuyển

source: Transfer Dash
el: Μεταφορά Dash
it: Trasferisci Dash
pl: Przetransferuj Dash

source: Transfer Error
it: Errore di trasferimento
pl: Błąd Przelewu

source: Transfer Failed
el: Η μεταφορά απέτυχε
it: Trasferimento fallito
pl: Transfer nie zoastała wysłana

source: Transfer from Uphold
bg: прехвърляне от Uphold
el: Μεταφορά από Uphold
it: Trasferimento da Uphold
pl: Prześlij z Uphold
vi: Chuyển từ Uphold

source: Transfer In
el: Μεταφορά στο
it: Trasferimento in entrata
pl: Transfer do wewnatrz

source: Transfer Out
el: Μεταφορά προς
it: Trasferimento in uscita
pl: Transfer na zewnątrz

source: Transfer successful
el: Επιτυχής μεταφορά
it: Trasferimento riuscito
pl: Transfer został dokonany pomyślnie

source: Try again
bg: Опитай отново
el: Προσπαθήστε ξανά
it: Riprova
pl: Spróbuj jeszcze raz
vi: Thử lại

source: Turn device passcode on
bg: Включи парола за устройството
el: Ενεργοποιήστε τον κωδικό πρόσβασης της συσκευής
it: Attiva codice d'accesso dispositivo
pl: Włącz hasło urządzenia
vi: Hãy bật chế độ mật khẩu cho thiết bị

source: Two factor auth required
it: È richiesta l'autenticazione a due fattori
pl: Wymagane jest uwierzytelnianie dwuetapowe.

source: Unable to connect
bg: Не може да се свърже
el: Δεν είναι δυνατή η σύνδεση
it: Impossibile connetersi
pl: Połączenie jest niemożliwe
vi: Không thể kết nối

source: Unable to get new QR code
bg: Не може да получи нов QR код
el: Δεν είναι δυνατή η λήψη νέου QR κωδικού
it: Impossibile ottenere un nuovo codice QR
pl: Pobranie nowego kodu QR niemożliwe
vi: Không thể lấy mã QR mới

source: Unknown
el: Άγνωστο
it: Sconosciuto
pl: Nieznany

source: Unknown Balance
it: Bilancio Sconosciuto
pl: Nieznane Saldo

source: Unsupported or corrupted document
bg: Неподдържан или повреден документ
el: Μη υποστηριζόμενο ή κατεστραμμένο έγγραφο
it: Documento non supportato o corrotto
pl: Nieobsługiwany lub uszkodzony dokument
vi: Tài liệu không được hỗ trợ hoặc bị hỏng

source: Unsupported URL
bg: Неподдържан url
el: Μη υποστηριζόμενο url
it: URL non supportato
pl: Nieobsługiwany URL
vi: Địa chỉ URL không được hỗ trợ

source: Updated: %@
bg: Обновено: %@
el: Ανανεώθηκε: %@
it: Aggiornato %@
pl: Zaktualizowany %@
vi: Đã cập nhật: %@

source: Updating Price
el: Ανανέωση Τιμής
it: Prezzo in aggiornamento
pl: Aktualizacja Ceny

source: Upgrading to DashPay
el: Αναβάθμιση σε DashPay
it: Aggiornamento a DashPay
pl: Ulepszenie do DashPay
vi: Đang nâng cấp cho DashPay

source: Use gift card
el: Χρησιμοποιήστε δωροκάρτα
it: Usa la gift card
pl: Użyj karty podarunkowej

source: Used
bg: Използван
el: Χρησιμοποιήθηκε
it: Usato
pl: Użyty
vi: Đã dùng

source: Username taken
el: Το όνομα χρήστη είναι κατειλημμένο
it: Username già in uso
pl: Nazwa użytkownika jest już zajęta
vi: Tên người dùng đã được chọn

source: Validating username failed
el: Η επικύρωση του ονόματος χρήστη απέτυχε
it: Convalida del nome utente non riuscita
pl: Walidacja nazwy użytkownika nie powiodła się
vi: Kiểm tra tính hợp lệ của tên người dùng không thành công

source: Validating username…
el: Επικύρωση του ονόματος χρήστη...
it: Convalida nome utente...
pl: Walidacja nazwy użytkownika...
vi: Đang kiểm tra tên người dùng...

source: Verification Required
it: Verifica richiesta
pl: Wymagana jest Weryfikacja

source: Verified Successfully
bg: Проверено успешно
el: Επιβεβαιώθηκε με επιτυχία
it: Verifica effettuata con Successo
pl: Zweryfikowano Pomyślnie
vi: Đã kiểm tra thành công

source: Verify
bg: Провери
el: Επιβεβαίωση
it: Verifica
pl: Zweryfikuj
vi: Kiểm tra

source: Very High
bg: Много високо
el: Πολύ Υψηλά
it: Molto Alto
pl: Bardzo Wysoki
vi: Rất cao

source: View All
el: Προβολή Όλων
it: Mostra tutto
pl: Zobacz wszystkie
vi: Xem tất cả

source: View all locations
el: Δείτε όλες τις τοποθεσίες
it: Visualizza tutte le posizioni
pl: Zobacz wszyskie miejsca

# View in Block Explorer
source: View in Explorer
bg: Преглед в Block Explorer
el: Προβολή στον Explorer
it: Visualizza su Explorer
pl: Zobacz na Eksplorerze
vi: Xem trên công cụ khám phá khối

source: View passphrase, backup wallet…
bg: Преглед на парола, резервен портфейл ...
el: Προβολή φράσης πρόσβασης, εφεδρικού πορτοφολιού ...
it: Visualizza passphrase, di backup del portafoglio ...
pl: Wyświetl hasło, kopia zapasowa portfela…
vi: Xem mật khẩu, sao lưu ví...

source: View Recovery Phrase
bg: Виж фразата за възстановяване
el: Προβολή Φράσης Ανάκτησης
it: Visualizza la frase di recupero
pl: Pokaż Frazę Odzyskiwania Portfela
vi: Xem cụm từ phục hồi

source: Voting Address
bg: Адрес за гласуване
el: Διεύθυνση Ψήφου
it: Indirizzo di voto
pl: Adres Głosowania
vi: Địa chỉ bỏ phiếu

source: Voting Keys
bg: Ключове за гласуване
el: Κλειδιά ψήφου
it: Chiavi di Voto
pl: Klucze głosujące
vi: Khoá bỏ phiếu

source: Wait until the chain is fully synced, so we can review your transaction history. Visit CrowdNode website to log in or sign up.
it: Attendi fino a quando la catena non è completamente sincronizzata, così possiamo rivedere la cronologia delle transazioni. Visita il sito Web CrowdNode per accedere o registrarti.
pl: Poczekaj aż łańcuch będzie w pełni zsynchronizowany abyśmy mogli przejrzeć Twoją historię transakcji. Odwiedź stronę CrowdNode aby się zalogować lub zarejestrować.

source: Wait until wallet is synced to complete the transaction
it: Attendi fino a quando il portafoglio non viene sincronizzato per completare la transazione
pl: Poczekaj aż portfel będzie zsynchronizowany z siecią, aby dokończyć transakcję.

source: Wallet disabled
bg: Портфейлът е изключен
el: Το πορτοφόλι απενεργοποιήθηκε
it: Portafoglio disabilitato
pl: Portfel zdezaktywowany
vi: Ví đã bị vô hiệu hoá

source: Warning
bg: Внимание
el: Προειδοποίηση
it: Attenzione
pl: Ostrzeżenie
vi: Cảnh báo

source: WARNING
bg: ВНИМАНИЕ
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ
it: ATTENZIONE
pl: UWAGA
vi: CẢNH BÁO

source: We couldn’t create your CrowdNode account.
it: Non siamo riusciti a creare il tuo account CrowdNode.
pl: Nie mogliśmy stworzyć Twojego konta CrowdNode.

source: We couldn’t make a deposit to your CrowdNode account.
it: Non è stato possibile effettuare un deposito sul tuo account CrowdNode.
pl: Nie mogliśmy dokonać przelewu na Twoje konto CrowdNode.

source: We couldn’t withdraw from your CrowdNode account.
it: Non siamo riusciti a prelevare dal tuo account CrowdNode.
pl: Nie mogliśmy wypłacić środków z Twojego konta CrowdNode.

source: We have 2 types of merchants
el: Έχουμε 2 τύπους εμπόρων
it: Abbiamo 2 tipi di commercianti
pl: Mamy 2 rodzaje sprzedawców

source: We have detected that Dash Wallet crashed during migration. Rescanning the blockchain will solve this issue or you may try again. Rescanning should preferably be performed on wifi and will take up to half an hour. Your funds will be available once the sync process is complete.
bg: Устоановихме, че Dash Wallet се е повредил по време на миграцията. Повторното сканиране на блок веригата може да реши този проблем или опитайте отново. Повторното сканиране е препоръчително да се извърши чрез wifi и може да отнеме до половин час. Вашите средства ще бъдат налични след като синхронизацията приключи.
el: Εντοπίσαμε ότι το Dash Wallet κατέρρευσε κατά τη διάρκεια της μεταφοράς. Η επανασάρωση του blockchain θα λύσει αυτό το ζήτημα ή μπορείτε να προσπαθήσετε ξανά. Η επανασάρωση θα πρέπει κατά προτίμηση να εκτελεστει σε wifi και θα διαρκέσει έως και μισή ώρα. Τα χρηματά σας θα είναι διαθέσιμα μόλις ολοκληρωθεί η διαδικασία συγχρονισμού.
it: Abbiamo rilevato che Dash Wallet si è arrestato in modo anomalo durante la migrazione. Ricontrollare la blockchain può risolvere questo problema altrimenti prova a rifare la procedura. Il controllo dovrebbe preferibilmente essere eseguito su wifi e può durare fino a mezz'ora. I fondi saranno disponibili una volta completato il processo di sincronizzazione.
pl: Wykryliśmy, że Dash Wallet miał awarię podczas migracji. Ponowne skanowanie blockchain rozwiąże ten problem lub możesz spróbować ponownie dokonać migracji. Zalecane jest aby ponowne reskanowanie przeprowadzić po sieci wifi, może zająć ono około pół godziny. Twoje środki będą dostępne gdy proces synchronizacji zostanie ukończony.
vi: Chúng tôi phát hiện thấy ví Dash bị lỗi trong quá trình nhập dữ liệu. Quét lại blockchain sẽ giải quyết được vấn đề hoặc bạn có thể thử lại. Việc quét lại nên được thực hiện với kết nối wifi và nó sẽ mất khoảng nửa giờ đồng hồ. Số tiền của bạn sẽ được sẵn sàng cho chi tiêu một khi việc đồng bộ hoàn tất.

source: We Upgraded
bg: Надградихме
el: Αναβαθμίσαμε
it: Abbiamo aggiornato
pl: My zaktualizowaliśmy
vi: Chúng tôi đã Nâng cấp

source: Website
el: Ιστοσελίδα
it: Sito Web
pl: Strona internetowa

source: Welcome
bg: Добре дошли
el: Καλώς ορίσατε
it: Benvenuto
pl: Witaj
vi: Chào mừng

source: When the transaction is confirmed, the other wallet will be worthless and should not be re-used for safety reasons.
bg: Когато транзакцията бъде потвърдена, другият портфейл ще бъде безполезен и не бива да се използва повторно от съображения за безопасност.
el: Όταν επιβεβαιωθεί η συναλλαγή, το άλλο πορτοφόλι θα είναι άχρηστο και δεν θα πρέπει να επαναχρησιμοποιηθεί για λόγους ασφαλείας.
it: A transazione confermata, il portafoglio di origine sarà privo di valore e non dovrebbe essere riutilizzato per motivi di sicurezza.
pl: Po potwierdzeniu transakcji, drugi portfel będzie bezwartościowy i nie powinien być ponownie wykorzystywany ze względów bezpieczeństwa.
vi: Khi các giao dịch được xác thực, ví kia sẽ trở nên vô giá trị và không nên được tiếp tục sử dụng vì những lý do an toàn.

source: Where to Spend
el: Πού να ξοδέψετε
it: Dove spendere
pl: Gdzie kupować

source: Where to Spend?
el: Πού να ξοδέψετε;
it: Dove Spendere?
pl: Gdzie Kupować?

source: Why I should not take a screenshot?
el: Γιατί δεν πρέπει να τραβήξω στιγμιότυπο οθόνης;
it: Perché non devo scattare screenshot?
pl: Dlaczego mam nie robić zrzutu ekranu?
vi: Tại sao tôi không nên chụp ảnh màn hình?

source: WIF Private key
el: Ιδιωτικό κλειδί WIF
it: Chiave privata WIF
pl: WIF klucz prywatny

source: Wipe
bg: Изчисти
el: εκκαθάριση
it: Pulisci
pl: Wyczyść
vi: Xoá

source: Wipe Wallet
bg: Изпразни портфейла
el: Εκκαθάριση Πορτοφολιού
it: Pulisci il portafoglio
pl: Wyczyść Portfel
vi: Xoá ví

source: with Dash blockchain
bg: с Dash блок верига
el: Μεσώ του Dash blockchain
it: con blockchain Dash
pl: z łańcuchem bloków Dash
vi: với blockchain của Dash

source: Withdraw
it: Ritirare
pl: Wypłata

source: Withdrawal requested
it: Ritiro richiesto
pl: Żądanie wypłaty

source: Yes
el: Ναι
it: Si
pl: Tak

source: You accepted the contact request from %@
el: Αποδεχθήκατε το αίτημα επαφής από %@
it: Hai accettato la richiesta di contatto di %@
pl: Zaproszenie do kontaktów od %@ zostało zaakceptowane
vi: Bạn đã chấp nhận yêu cầu liên hệ từ %@

source: You are about to sweep funds from another Dash Wallet.
bg: На път сте да усвоите средства от друг Dash Wallet.
el: Πρόκειται να σκανάρετε χρήματα από άλλο Dash Πορτοφόλι.
it: Stai per 'spazzolare' fondi da un portafoglio Dash.
pl: Masz zamiar wyciągnąć środki z innego portfela Dash.
vi: Bạn sẽ quét số tiền từ một ví Dash khác.

source: You are about to wipe this wallet from this device. Funds associated with this wallet can only be retrieved if you have your recovery phrase.
bg: На път сте да изпразните този портфейл от това устройство. Средствата, свързани с този портфейл, могат да бъдат изтеглени само ако имате фраза за възстановяване.
el: Πρόκειται να σκανάρετε αυτό το πορτοφόλι από αυτήν τη συσκευή. Τα χρήματα που σχετίζονται με αυτό το πορτοφόλι μπορούν να ανακτηθούν μόνο αν έχετε την φράση ανάκτησης.
it: Stai per cancellare il portafoglio da questo dispositivo. Tutti i fondi associati ad esso potranno essere recuperati solo se si dispone della frase di recupero.
pl: Za chwilę wyczyścisz ten portfel z tego urządzenia. Fundusze powiązane z tym portfelem można odzyskać tylko wtedy, gdy masz frazy odzyskiwania.
vi: Bạn đang sắp xoá sạch ví này từ thiết bị này. Khoản tiền liên quan đến ví này chỉ có thể lấy lại được nếu bạn có cụm từ phục hồi.

source: You can authenticate with Face ID for payments below
bg: Можете да се удостоверите с Face ID за плащания по-долу
el: Μπορείτε να επαληθεύσετε το Face ID για πληρωμές παρακάτω
it: Puoi effettuare l'autenticazione con Face ID per i pagamenti di seguito
pl: Możesz dokonać uwierzytelnienia za pomocą Face ID dla płatności poniżej
vi: Bạn có thể xác thực với Face ID cho giao dịch bên dưới

source: You can authenticate with Touch ID for payments below
bg: Можете да се удостоверите с Touch ID за плащания по-долу
el: Μπορείτε να επαληθεύσετε το Touch ID για πληρωμές παρακάτω
it: Puoi effettuare l'autenticazione con Touch ID per i pagamenti di seguito
pl: Możesz dokonać uwierzytelnienia za pomocą Touch ID dla płatności poniżej
vi: Bạn có thể xác thực với Touch ID cho giao dịch bên dưới

source: You exceeded the authorization limit on Coinbase.
el: Υπερβήκατε το όριο εξουσιοδότησης στην Coinbase.
it: Hai superato il limite di autorizzazione su Coinbase.
pl: Przekroczyłeś limit autoryzacji na Coinbase.

source: You have insufficient funds to proceed
it: Non hai fondi sufficienti per procedere
pl: Nie masz wystarczających środków aby kontynować

source: You must enter your PIN in order to enter Dash Wallet
bg: Трябва да въведете своя ПИН, за да влезете в Dash Wallet
el: Πρέπει να εισάγετε το PIN σας για να μπείτε στο Dash Πορτοφόλι
it: Devi inserire il tuo PIN per accedere a Dash Wallet
pl: Musisz podać swój PIN, aby wejść do Portfela Dash
vi: Bạn cần phải nhập mã PIN để truy cập vào ví Dash

source: You need at least %@ on your Dash Wallet
it: Ti serve almeno %@ sul tuo portafoglio Dash
pl: Potrzebujesz co najmniej %@ w swoim portfelu Dash

source: You only need %@ to join the pool.
it: Hai solo bisogno di %@ per poter entrare nel pool.
pl: Potrzebujesz tylko %@ aby dołączyć do puli stakowania.

source: You sent the contact request to %@
el: Στείλατε το αίτημα επαφής στο %@
it: Hai inviato la richiesta di contatto a %@
pl: Zaproszenie do kontaktów zostało wysłane do %@
vi: Bạn đã gửi yêu cầu liên hệ với %@

source: You should have at least %@ to proceed with the CrowdNode verification.
it: Dovresti avere almeno %@ per procedere con la verifica in CrowdNode.
pl: Musisz mieć co najmniej %@ aby kontynuować weryfikację z CrowdNode.

source: You will also need to log out from the Uphold website using your browser
bg: Необходимо е също да излезете от уебсайта на Uphold, чрез вашият браузър
el: Θα πρέπει επίσης να αποσυνδεθείτε από την ιστοσελίδα Uphold χρησιμοποιώντας το πρόγραμμα περιήγησης σας
it: Sarà inoltre necessario disconnettersi dal sito Web di Uphold utilizzando il browser
pl: Potrzebujesz także wylogować się z przeglądarki na swoim koncie Uphold
vi: Bạn sẽ cần phải đăng xuất khỏi tài khoản từ trang web Uphold với trình duyệt của mình

source: You will lose all your manually reclassified transactions types
el: Θα χάσετε όλους τους χειροκίνητα αναταξινομημένους τύπους συναλλαγών σας
it: Perderai tutti i tipi di transazione riclassificati manualmente
pl: Stracisz wszystkie ręcznie reklasyfikowane typy transakcji

source: You will receive %@ Dash on your Dash Wallet on this device. Please note that it can take up to 2-3 minutes to complete a transfer.
it: Riceverai %@ Dash sul tuo portafoglio in questo dispositivo. Tieni presente che possono essere necessari fino a 2-3 minuti per completare un trasferimento.
pl: Otrzymasz %@ do portfela Dash na tym urządzeniu. Transfer może zająć 2-3 minuty.

source: Your CrowdNode account is creating…
it: Il tuo account CrowdNode sta creando...
pl: Otwieramy twoje konto CrowNode...

source: Your CrowdNode account is set up and ready to use!
it: Il tuo account CrowdNode è configurato e pronto per l'uso!
pl: Twoje konto CrowdNode jest skonfigurowane i gotowe do użycia!

source: Your DashPay Username is ready to use
el: Το DashPay Username σας είναι έτοιμο για χρήση
it: Il tuo nome utente DashPay è pronto per l'uso
pl: Twoja nazwa użytkownika na DashPay jest gotowa
vi: Tên người dùng DashPay của bạn đã sẵn sàng để sử dụng

source: Your deposit to CrowdNode is received.
it: Il tuo deposito a CrowdNode è stato ricevuto.
pl: Otrzymaliśmy twój depozyt.

source: Your location is used to show your position on the map, ATMs in the selected redius and improve search results.
el: Η τοποθεσία σας χρησιμοποιείται για να δείξει τη θέση σας στο χάρτη, τα ΑΤΜ στο επιλεγμένο περιοχή και να βελτιώσει τα αποτελέσματα αναζήτησης.
it: La tua posizione viene utilizzata per mostrare la tua posizione sulla mappa, e gli ATM nel redius selezionato e migliorare cosi i risultati della ricerca.
pl: Twoja lokalizacja jest używana aby pokazać Twoją pozycje na mapie, ATMy w zaznaczonym okręgu oraz by usprawnić wyniki wyszukiwania.

source: Your location is used to show your position on the map, merchants in the selected redius and improve search results.
el: Η τοποθεσία σας χρησιμοποιείται για να δείξει τη θέση σας στο χάρτη, τους εμπόρους στην επιλεγμένη περιοχή και να βελτιώσει τα αποτελέσματα αναζήτησης.
it: La tua posizione viene utilizzata per mostrare la tua posizione sulla mappa, i commercianti nel redius selezionato e per migliorare i risultati di ricerca.
pl: Używamy twojej lokalizacji do pokazania twojej pozycji na mapie, kupców w wybranym promieniu oraz do ulepszenia wyników wyszukiwania.

source: Your transaction was sent and the amount should appear in your wallet in a few minutes.
bg: Вашата транзакция беше изпратена и сумата би трябвало да се появи във вашият портфейл до няколко минути.
el: Η συναλλαγή σας απεστάλη και το ποσό θα πρέπει να εμφανιστεί στο πορτοφόλι σας σε λίγα λεπτά.
it: La tua transazione è stata inviata e l'importo dovrebbe essere visualizzato nel tuo portafoglio entro pochi minuti.
pl: Twoja transakcja została wysłana a ilość powinna pojawić się na Twoim koncie w kilka minut.
vi: Giao dịch của bạn đã được gửi và số tiền sẽ xuất hiện trong ví của bạn trong vài phút.

source: Your username %@ has been successfully created on the Dash Network
el: Το όνομα χρήστη %@ δημιουργήθηκε με επιτυχία στο Dash Δίκτυο
it: Il tuo nome utente %@ è stato creato con successo sulla rete Dash
pl: Twoja nazwa użytkownika %@ została stworzona na Sieci Dash
vi: Tên người dùng của bạn %@ đã được tạo lập thành công trên mạng lưới Dash

source: Your username %@ is being created on the Dash Network
el: Το όνομα χρήστη %@ δημιουργείται στο Dash Δίκτυο
it: Il tuo nome utente %@ è in fase di creazione sulla Dash Network
pl: Twoja nazwa użytkownika %@ jest tworzona na Sieci Dash
vi: Tên người dùng của bạn %@ đang được tạo trên mạng lưới Dash

source: Your wallet is secured now. You can use your recovery phrase anytime to recover your account on another device.
bg: Вашият портфейл сега е защитен. Можете да използвате вашата фраза за възстановяване по всяко време, за да възстановите акаунта си на друго устройство.
el: Το πορτοφόλι σας είναι ασφαλές τώρα. Μπορείτε να χρησιμοποιήσετε τη φράση ανάκτησης ανά πάσα στιγμή για να ανακτήσετε το λογαριασμό σας σε άλλη συσκευή.
it: Il tuo wallet ora è protetto. Puoi utilizzare la frase di recupero in qualsiasi momento per ripristinare il tuo account su un altro dispositivo.
pl: Twój portfel jest teraz zabezpieczony. Możesz użyć swojej frazy odzyskiwania w dowolnym momencie, aby odzyskać konto na innym urządzeniu.
vi: Bây giờ ví của bạn đã được an toàn. Bạn có thể sử dụng dòng chữ phục hồi bất kỳ khi nào để khôi phục số tiền của mình trên một thiết bị khác.

source: Face ID limit
bg: Лимит на лицева идентификация
el: όριο Face ID
it: Limite "Face ID"
vi: Giới hạn Face ID

source: Max
bg: Максимум
el: Μέγιστο
it: Massimo
vi: Tối đa

source: Touch ID limit
bg: Touch ID лимит
el: Όριο Touch ID
it: Limite "Touch ID"
vi: Giới hạn Touch ID

source: 2 km
el: 2 χλμ

source: 32 km
el: 32 χλμ

source: 8 km
el: 8 χλμ

source: 80 km
el: 80 χλμ

source: Add Shortcut
bg: Добави пряк път
el: Προσθήκη Συντόμευσης
vi: Thêm shortcut

source: Available balance
bg: Наличен баланс
el: Διαθέσιμο υπόλοιπο
vi: Số dư hiện có

source: Balance hidden
bg: Скрит баланс
el: Το υπόλοιπο αποκρύφτηκε
vi: Số dư được ẩn

source: Buy / Sell Dash
bg: Купи/Продай Dash
el: Αγορά / Πώληση Dash
vi: Mua & Bán Dash

source: Buy Dash with Uphold account
bg: Купи Dash с Uphold акаунт
el: Αγορά Dash μεσώ Uphold λογαριασμού
vi: Mua Dash với tài khoản Uphold

source: Clipboard doesn't contain a valid Dash address
bg: Клипборда не съдържа валиден Dash адрес
el: Το πρόχειρο δεν περιέχει κάποια έγκυρη διεύθυνση Dash
vi: Bộ nhớ đệm không chứa địa chỉ Dash hợp lệ

source: Confirm & Pay
el: Επιβεβαίωση και Πληρωμή
vi: Xác nhận & Thanh toán

source: Easily shop with your DASH at over 155,000 locations and online merchants
el: Πραγματοποιήστε εύκολα αγορές με τα DASH σας σε πάνω από 155.000 τοποθεσίες και διαδικτυακούς εμπόρους.
