Repository: dashpay/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: bg, el, it, pl, vi

source: No active user
it: Nessun utente attivo
pl: Brak aktywnych użytkowników

source: No payment methods
it: Nessun metodo di pagamento
pl: Brak metody płatności

source: No payment methods found
it: Nessun metodo di pagamento trovato
pl: Nie znaleziono żadnej metody płatności

source: No Results Found
el: Δεν βρέθηκαν αποτελέσματα
it: Nessun risultato trovato
pl: Nie znaleźliśmy żadnych wyników

source: Node IP
bg: Нод IP
el: IP Κόμβου
it: IP Nodo
pl: Węzeł IP
vi: Địa chỉ IP của nút

source: None
bg: Никакъв
el: κανενα
it: Nessuno
pl: Żaden
vi: Không có

source: Not a Dash QR code
bg: Не е Dash QR код
el: Δεν είναι QR κωδικός για dash
it: Non è un codice QR Dash
pl: To nie jest kod QR Dash
vi: Không phải mã QR của Dash

source: Not a Dash URL
bg: Не е Dash URL
el: Δεν είναι Dash URL
it: Non è un URL Dash
pl: To nie jest URL Dash
vi: Không phải địa chỉ URL của Dash

source: Not a valid Dash address
bg: Не е валиден Dash адрес
el: Δεν είναι μια έγκυρη διεύθυνση Dash
it: Non un indirizzo Dash valido
pl: Nieprawidłowy adres Dash
vi: Không phải một địa chỉ Dash hợp lệ

source: Not all of the stores accept DASH directly, but you can buy a gift card with your Dash.
el: Δεν δέχονται όλα τα καταστήματα το DASH απευθείας, αλλά μπορείτε να αγοράσετε μια δωροκάρτα με το Dash σας.
it: Non tutti i negozi accettano direttamente DASH, ma puoi acquistare una carta regalo con Dash.
pl: Nie wszystkie sklepy akceptują Dash bezpośrednio, ale zawsze możesz użyć Dash aby kupić kartę podarunkową.

source: Not Determined
el: Δεν έχει καθοριστεί
it: Non determinato
pl: Nieustalony

source: Not yet used
bg: Неизползван досега
el: Δεν έχουν χρησιμοποιηθεί ακόμη
it: Non ancora usato
pl: Jeszcze nie użyty
vi: Chưa từng được dùng

source: Notifications
el: Ειδοποιήσεις
it: Notifiche
pl: Powiadomienia
vi: Các thông báo

source: oAuth failed
it: oAuth fallita
pl: oAuth się nie powiódł

source: Once %@ accepts your request you can Pay Directly to Username
el: Μόλις ο/η %@ αποδεχτεί το αίτημα σας, θα μπορείτε να πληρώσετε απευθείας στο όνομα χρήστη
it: Una volta che %@ accetta la tua richiesta, puoi pagare direttamente al nome utente
pl: Kiedy %@ zakceptuje twoje zaproszenie to będziesz mógł dokonywać płatności używając jedynie nazwy użytkownika
vi: Một khi %@ chấp nhận yêu cầu của bạn thì bạn có thể gửi tiền trực tiếp theo tên người dùng đó

source: Online Merchant
el: Online έμπορος
it: Commerciante Online
pl: Handlowiec online

source: Operator Keys
bg: Операторски ключове
el: Κλειδιά Χειριστή
it: Chiavi operatore
pl: Klucze operatora
vi: Chìa khoá của người vận hành

source: Order Preview
el: Προεπισκόπηση παραγγελίας
it: Anteprima dell'ordine
pl: Podgląd Zamówienia

source: Owner Address
bg: Адрес на собственика
el: Διεύθυνση Κατόχου
it: Indirizzo del proprietario
pl: Adres Właściciela
vi: Địa chỉ của chủ sở hữu

source: Owner Keys
bg: Ключове на собственика
el: Κλειδιά Κατόχου
it: Chiavi proprietario
pl: Klucze właściciela
vi: Khoá của chủ sở hữu

source: Pay
bg: Плати
el: πληρώστε
it: Paga
pl: Zapłać
vi: thanh toán

source: Pay and get paid instantly with easy to use payment flows
bg: Платете и вземете плащане незабавно с лесни за използване потоци на плащане
el: Πληρώστε και πληρωθείτε άμεσα με εύκολες στην χρήση πληρωμές
it: Paga e ricevi pagamenti istantaneamente in modo semplice e facile da usare
pl: Płać i otrzymuj natychmiastowe płatności dzięki łatwym w użyciu przepływom płatności
vi: Trả và nhận một cách tức thời một cách dễ dàng bằng cách sử dụng các quy trình thanh toán

source: Pay Directly to Username
el: Πληρώστε απευθείας στο όνομα χρήστη
it: Paga direttamente all'username
pl: Płać Użytkownikowi
vi: Trả trực tiếp cho Tên Người dùng

source: Pay with
el: Πληρώστε με
it: Paga con
pl: Zapłać za pomocą

source: Pay with Dash
el: Πληρώστε με Dash
it: Paga con Dash
pl: Płać za pomocą Dash

source: Pay with Ease
bg: Платете с лекота
el: Πληρώστε με ευκολία
it: Paga con facilità
pl: Płać z Łatwością
vi: Giao dịch một cách đơn giản

source: Pay with the DASH Wallet.
el: Πληρώστε με το πορτοφόλι DASH.
it: Paga con il DASH Wallet.
pl: Płać za pomocą portfela Dash

source: Paying
el: Πληρωμή
it: Pagamento in corso
pl: Płacę
vi: Đang gửi

source: Paying.
el: Πληρωμή.
it: Pagamento in corso.
pl: Płacę.
vi: Đang gửi.

source: Paying..
el: Πληρωμή..
it: Pagamento in corso..
pl: Płacę..
vi: Đang gửi..

source: Paying...
el: Πληρωμή...
it: Pagamento in corso...
pl: Płacę...
vi: Đang gửi...

source: Payment method
el: Μέθοδος πληρωμής
it: Metodo di pagamento
pl: Metoda płatności

source: Payment Type
el: Τύπος πληρωμής
it: Tipo di Pagamento
pl: Typ płatności

source: Pending
el: Εκκρεμεί
it: In attesa
pl: Oczekujący
vi: Đang chờ

source: PIN is always required to make a payment
bg: ПИН се изисква винаги при правене на плащания
el: Το PIN είναι πάντα απαραίτητο για να πραγματοποιήσετε μια πληρωμή
it: Il PIN è sempre richiesto per effettuare un pagamento
pl: PIN jest zawsze wymagany by dokonać płatności
vi: Mã PIN luôn được cần đến khi thực hiện giao dịch

source: Please add a payment method on Coinbase
it: Aggiungi un metodo di pagamento su Coinbase
pl: Dodaj metodę płatności na Coinbase

source: Please check your network connection
el: Ελέγξτε τη σύνδεση δικτύου σας
it: Si prega di controllare la connessione di rete
pl: Sprawdź połączenie z siecią

source: Please enter PIN to upgrade wallet
bg: Моля въведете ПИН за обновяване на портфейла
el: Παρακαλώ εισάγετε το PIN για να αναβαθμίσετε το πορτοφόλι
it: Inserisci il PIN per aggiornare il portafoglio
pl: Proszę podaj PIN aby aktualizować portfel
vi: Hãy nhập mã PIN để nâng cấp ví

source: Please place your phone near NFC device.
bg: Моля поставете вашият телефон близо до NFC устройство.
el: Τοποθετήστε το τηλέφωνό σας κοντά στη συσκευή NFC.
it: Perfavore posiziona il tuo telefono vicino al dispositivo NFC.
pl: Przyłóż telefon do urządzenia NFC
vi: Hãy đặt điện thoại của bạn cạnh thiết bị NFC.

source: Please tap on the words from your recovery phrase in the right order
bg: Моля, докоснете думите от фразата за възстановяване в правилния ред
el: Πατήστε στις λέξεις από τη φράση ανάκτησης σας με τη σωστή σειρά
it: Si prega di toccare le parole dalla frase di recupero nel giusto ordine
pl: Wskaź słowa z frazy odzyskiwania w odpowiedniej kolejności
vi: Hãy bấm vào những từ trong cụm từ phục hồi của bạn theo một thứ tự đúng

source: Please try again
bg: Моля опитай отново
el: Παρακαλώ προσπαθήστε ξανά
it: Per favore riprova
pl: Spróbuj jeszcze raz
vi: Hãy thử lại

source: Please try scanning again
el: Παρακαλώ προσπαθήστε να σαρώσετε ξανά
it: Per favore, ritenta lo scan
pl: Proszę ponownie zeskanować
vi: Hãy thử quét lại lần nữa

source: Please Wait
bg: Моля изчакайте
el: Παρακαλώ περιμένετε
it: Attendere prego
pl: Jedna chwila
vi: Vui lòng đợi

source: Please wait
el: Παρακαλώ περιμένετε
it: attendere prego
pl: Jedna chwila
vi: Vui lòng đợi

source: Please write it down
bg: Моля запишете го долу
el: Παρακαλώ να το γράψετε
it: Per favore scrivilo di seguito
pl: Proszę to zapisać
vi: Hãy vui lòng ghi xuống

source: Private key
bg: Частен ключ
el: Ιδιωτικό κλειδί
it: Chiave privata
pl: Klucz prywatny
vi: Khoá riêng

source: Processing
bg: Обработване
el: Επεξεργασία
it: In lavorazione
pl: Przetwarzanie
vi: Đang xử lý

source: Protect your savings
it: Proteggi i tuoi risparmi
pl: Chroń Swoje Oszczędnosci

source: Provider Address
bg: Адрес на досавчика
el: Διεύθυνση Παρόχου
it: Indirizzo del Provider
pl: Dostawca Adresu
vi: Địa chỉ nhà cung cấp

source: Public key
bg: Публичен адрес
el: Δημόσιο κλειδί
it: Chiave pubblica
pl: Klucz publiczny
vi: Khoá công khai

source: Purchase
el: Αγορά
it: Acquisto
pl: Kup

source: Quick Receive
bg: Бързо получаване
el: Γρήγορη Λήψη
it: Rapido Ricevi
pl: Szybki Odbierz
vi: Nhận nhanh

# Quorums validated: %d/%d
source: Quorums validated: %1$d/%2$d
bg: Кворумите са утвърдени: %1$d/%2$d
el: Quorums που επικυρώθηκαν: %1$d/%2$d
it: Quorum validati: %1$d/%2$d
pl: Zweryfikowane przez Kworum %1$d/%2$d
vi: Quorums xác nhận: %1$d/%2$d

source: Radius
el: Ακτίνα
it: Raggio
pl: Promień

# Rate: %@ = %@
source: Rate: %1$@ = %2$@
bg: Цена: %1$@ = %2$@
el: Ρυθμός: %1$@ = %2$@
it: Tasso: %1$@ = %2$@
pl: Stawka %1$@ = %2$@
vi: Tỷ giá: %1$@ = %2$@

source: Receive
bg: Получаване
el: Λήψη
it: Ricevi
pl: Odbierz
vi: Nhận

source: Receive directly into Coinbase
it: Ricevi direttamente in Coinbase
pl: Otrzymaj bezpośrednio na Coinbase

source: Receive directly into Dash Wallet
it: Ricevi direttamente in Dash Wallet
pl: Otrzymaj bezpośrednio do portfela Dash

source: Received
bg: Получени
el: Ελήφθησαν
it: Ricevuto
pl: Otrzymano
vi: Đã nhận

# Received %@ (%@)
source: Received %1$@ (%2$@)
bg: Получени %1$@ (%2$@)
el: Ελήφθη %1$@ (%2$@)
it: Ricevuto %1$@ (%2$@)
pl: Otrzymano %1$@ (%2$@)
vi: Đã nhận %1$@ (%2$@)

source: Received at
bg: Получени в
el: Ελήφθησαν στο
it: Ricevuto a
pl: Odebrane przez
vi: Nhận được tại

source: Received from
bg: Получени от
el: Ελήφθησαν από
it: Ricevuto da
pl: Odebrane z
vi: Nhận được từ

source: Recover
el: Επαναφορά
it: Recupera
pl: Odzyskaj

source: Recover Wallet
bg: Възстанови портфейл
el: Επαναφορά Πορτοφολιού
it: Recuperare Wallet
pl: Odzyskaj portfel
vi: Khôi phục Ví

source: Recovering...
el: Γίνεται Επαναφορά...
it: Recupero in corso...
pl: Odzyskuje...

source: Recovery Phrase
bg: Фраза за възстановяване
el: Φράση Ανάκτησης
it: Frase di recupero
pl: Fraza Odzyskiwania
vi: Cụm từ phục hồi

source: Recovery phrase doesn't match
bg: Фразата за възстановяване не съвпада
el: Δεν ταιριάζει η φράση ανάκτησης
it: La frase di recupero non coincide
pl: Fraza odzyskiwania nieprawidłowa
vi: Cụm từ phục hồi không đúng

source: Recovery phrase must have 12, 15, 18, 21 or 24 words
el: Η φράση ανάκτησης πρέπει να έχει 12, 15, 18, 21 ή 24 λέξεις
it: La frase di recupero deve avere 12, 15, 18, 21 o 24 parole
pl: Hasła odzyskiwania muszą mieć 12, 15, 18, 21 lub 24 slowa

source: Redeem your gift card online within seconds or at the cashier.
el: Εξαργυρώστε τη δωροκάρτα σας online μέσα σε λίγα δευτερόλεπτα ή σε ταμείο.
it: Riscatta la tua carta regalo online in pochi secondi o alla cassa.
pl: Wymień swoją kartę podarunkową w ciągu kilku sekund, online lub bezpośrednio u kasjera.

source: Register
el: Εγγραφή
it: Registrati
pl: Zarejestruj
vi: Đăng ký

source: Register?
el: Εγγραφή;
it: Registrato?
pl: Zarejestruj?
vi: Đăng ký?

source: Registered from
bg: Регистриран от
el: Εγγεγραμμένο από
it: Registrato da
pl: Zarejestrowany z
vi: Đã đăng ký từ

source: Registered Masternode
bg: Регистриран Masternode
el: Εγγεγραμμένο Masternode
it: Masternode registrato
pl: Zarejestrowany Masternode
vi: Masternode đã đăng ký

source: Report an Issue
bg: Докладвай проблем
el: Αναφέρετε το πρόβλημα
it: Segnala un problema
pl: Zgłoś problem
vi: Báo cáo về lỗi

source: Rescan
bg: Повторно сканиране
el: Επανάληψη της σάρωσης
it: Riscansiona
pl: Ponownie zeskanuj
vi: Quét lại

source: Rescan Blockchain
bg: Повторно сканиране на блок-веригата
el: Επανασάρωση του blockchain
it: Riscansione blockchain
pl: Przeskanuj blockchain
vi: Quét lại blockchain

source: Reset
bg: Нулиране
el: Επαναφορά
pl: Resetuj
vi: Thiết lập lại

source: Reset Filters
el: Επαναφορά φίλτρων
it: Reimposta Filtri
pl: Zresetuj filtry

source: Reset to Default
bg: Нулиране по подразбиране
el: Επαναφορά στα Προεπιλεγμένα
it: Riportare alle condizioni originali
pl: Resetuj do domyślne
vi: Thiết lập lại về giá trị ngầm định

source: Reset Wallet
bg: Нулиране на портфейл
el: Επαναφορά Πορτοφολιού
it: Resetta portafoglio
pl: Resetuj portfel
vi: Thiết lập lại ví

source: Restricted
el: Περιορισμένο
it: Limitato
pl: Zabronione

source: Retain Mutual Transaction History
el: Διατήρηση Ιστορικού Αμοιβαίων Συναλλαγών
it: Conserva la cronologia delle transazioni reciproche
pl: Zachowaj Wspólną Historię Transakcji
vi: Giữ lại lịch sử các giao dịch qua lại

source: Retry
bg: Отново
el: Επανάληψη
it: Riprova
pl: Ponów
vi: Thử lại

source: Review & Rate the app
bg: Ревю & Оценка на приложението
el: Κρίνετε και βαθμολογήστε την εφαρμογή
it: Recensisci & Valuta l'app
pl: Oceń i zostaw recenzje o aplikacji
vi: Viết nhận xét & đánh giá cho ứng dụng này

source: Reward
bg: Възнаграждение
el: Ανταμοιβή
it: Ricompensa
pl: Nagroda
vi: Phần thưởng

source: Rewards
bg: Възнаграждения
el: Ανταμοιβές
it: Ricompense
pl: Nagrody
vi: Phần thưởng

source: Scan
el: Σάρωση
it: Scansiona
pl: Zeskanuj
vi: Quét

source: Scan Private Key
bg: Сканирай частен ключ
el: Σαρώστε το ιδιωτικό κλειδί
it: Scansione Chiave Privata
pl: Skanuj Klucz Prywatny
vi: Quét khoá riêng

source: Scan QR Code
bg: Сканирай QR кода
el: σάρωση QR κωδικού
it: Scansiona il codice QR
pl: Zeskanuj Kod QR
vi: Quét mã QR

source: Scan this to Pay
bg: Сканирай това на Pay
el: Σαρώστε το για να πληρώσετε
it: Scansiona questo per Pagare
pl: Zeskanuj to by Zapłacić
vi: Quét cái này để thanh toán

source: Scan to Send
bg: Сканиране за изпращане
el: Σαρώστε για να Στείλετε
it: Scansiona per inviare
pl: Skanuj by Wysłać
vi: Quét để gửi

source: Screenshot detected. New recovery phrase:
bg: Засечен е Screenshot. Нова фраза за възстановяване:
el: Εντοπίστηκε στιγμιότυπο οθόνης. Νέα φράση ανάκτησης:
it: Screenshot rilevato. Nuova frase di recupero:
pl: Wykryto Zrzut Ekranu. Nowe Frazy Odzyskiwania:
vi: Phát hiện bị chụp ảnh màn hình: Cụm từ phục hồi mới:

source: Screenshots are visible to other apps and devices. Generate a new recovery phrase and keep it secret.
bg: Снимките на екрана са видими от други приложения и устройства. Генерирайте нова фраза за възстановяване и го запазете в тайна.
el: Οι λήψεις οθόνης είναι ορατές σε άλλες εφαρμογές και συσκευές. Δημιουργήστε μια νέα φράση ανάκτησης και κρατήστε την μυστική.
it: Gli screenshot sono visibili ad altri dispositivi e applicazioni. Genera una nuova frase di recupero e tienila segreta.
pl: Screeny są widoczne dla innych aplikacji i urządzeń. Wygeneruj nową frazę odzyskiwania danych i zachowaj ją w tajemnicy.
vi: Chụp ảnh màn hình có thể nhìn thấy bởi các ứng dụng và thiết bị khác. Hãy sinh ra một cụm từ phục hồi mới và giữ nó bí mật.

source: Search for a contact
el: Αναζήτηση επαφής
it: Cerca un contatto
pl: Szukaj kontaktu
vi: Tìm một liên lạc

source: Search for a contact request
el: Αναζήτηση για αίτημα επαφής
it: Cerca una richiesta di contatto
pl: Szukaj zaproszenia do kontaktów
vi: Tìm một yêu cầu liên lạc

source: Search for a User on the Dash Network
el: Αναζήτηση για χρήστη στο Dash Δίκτυο
it: Cerca un utente nel network di Dash
pl: Szukaj użytkownika na Sieci Dash
vi: Tìm một tên người dùng trên mạng lưới Dash

source: Search for a username
el: Αναζήτηση για Όνομα Χρήστη
it: Cerca un username
pl: Szukaj nazwy użytkownika
vi: Tìm một tên người dùng

source: Search results for "
el: Αποτελέσματα αναζήτησης για "
it: Cerca risultati per "
pl: Wyniki wysukiwania dla "
vi: Kết quả tìm kiếm cho "

source: Searching for username %@ on the Dash Network
el: Αναζήτηση για όνομα χρήστη %@ στο Dash Δικτυο
it: Ricerca del nome utente %@ nel network di Dash
pl: Szukanie użytkownika o nazwie %@ na Sieci Dash
vi: Tìm kiếm tên người dùng %@ trên mạng lưới Dash

source: Security
bg: Сигурност
el: Ασφάλεια
it: Sicurezza
pl: Bezpieczeństwo
vi: Bảo mật

source: Security Level
bg: Ниво на сигурност
el: Επίπεδο Ασφάλειας
it: Livello di sicurezza
pl: Poziom Bezpieczeństwa
vi: Mức độ bảo mật

source: See on Uphold
bg: Виж Uphold
el: Δείτε στο Uphold
it: Vedi su Uphold
pl: Sprawdź na Uphold
vi: Xem trên Uphold

source: Select a service
it: Seleziona un servizio
pl: Wybierz usługę

source: Sell
el: Πωλήστε
it: Vendi
pl: Sprzedawaj

source: Sell Dash
el: Πώληση Dash
it: Vendi Dash
pl: Sprzedaj Dash

source: Send
bg: Изпрати
el: Αποστολή
it: Invia
pl: Wyślij
vi: Gửi

source: Send %1$@ (%2$@) from this private key into your wallet? The Dash network will receive a fee of %3$@ (%4$@).
bg: Изпрати %1$@ (%2$@) от този частен ключ в твоят портфейл? Dash мрежата ще получи такса от %3$@ (%4$@).
el: Θα στείλετε %1$@ (%2$@) από το ιδιωτικό κλειδί σας στο πορτοφόλι σας; Το δίκτυο Dash θα λάβει ένα τέλος %3$@ (%4$@).
it: Inviare %1$@ (%2$@) da questa chiave privata al tuo portafoglio? La rete Dash riceverà una tassa di %3$@ (%4$@).
pl: Wysłać %1$@ (%2$@) z tego klucza prywatnego do twojego portfela? Sieć Dash otrzyma prowizje w wysokości %3$@ (%4$@).
vi: Gửi %1$@ (%2$@) từ khoá riêng này đến ví của bạn? Mạng lưới Dash sẽ nhận một khoản phí là %3$@ (%4$@).

source: Send Contact Request
el: Αποστολή Αιτήματος Επαφής
it: Invia richiesta di contatto
pl: Wyślij zaproszenie do kontaktów
vi: Gửi yêu cầu liên hệ

source: Send Report
it: Spedisci il rapporto
pl: Wyślij Raport

source: Send to
bg: Изпрати на
el: Εστάλη στο
it: Manda a
pl: Wyślij do
vi: Gửi đến

source: Send with NFC
bg: Изпрати с NFC
el: Αποστολή μέσω NFC
it: Invia con NFC
pl: Wyślij z NFC
vi: Gửi với NFC

source: Sending
bg: Изпраща
el: Αποστολή
it: Invio in corso
pl: Wysyłam
vi: Đang gửi

source: Sending to
el: Αποστολή στο
it: Invio a
pl: Wysyłanie do
vi: Gửi tới

source: Sending to CrowdNode account
it: Invio all'account CrowdNode
pl: Wpłacanie na konto CrowdNode

source: Sending to Dash Wallet on this device
it: Invio a Dash Wallet su questo dispositivo
pl: Wysyłanie do Portfela Dash na tym urządzeniu

source: Sending to:
it: Invio a:
pl: Wysyłanie do

source: Sending.
bg: Изпраща.
el: Αποστολή.
it: Invio in corso.
pl: Wysyłam.
vi: Đang gửi.

source: Sending..
bg: Изпраща..
el: Αποστολή..
it: Invio in corso..
pl: Wysyłam..
vi: Đang gửi..

source: Sending...
bg: Изпраща...
el: Αποστολή...
it: Invio in corso...
pl: Wysyłam...
vi: Đang gửi...

source: Sent
bg: Изпратено
el: Εστάλη
it: Inviato
pl: Wysłano
vi: Đã gửi

source: Sent from
bg: Изпрати от
el: Αποστολή από
it: Inviato da
pl: Wysłane z
vi: Gửi đến từ

source: Sent to
bg: Изпратени на
el: Αποστόλη στο
it: Inviato a
pl: Wysłane do
vi: Gửi đến

source: Set a trusted node
bg: Задаване на доверен нод
el: Θέστε έναν έμπιστο κόμβο
it: Impostare un nodo affidabile
pl: Ustaw zaufany węzeł
vi: Thiết lập một nút tin cậy

source: Set PIN
bg: Постави ПИН
el: Ορίστε PIN
it: Imposta PIN
pl: Ustaw PIN
vi: Đặt mã PIN

source: Settings
bg: Настройки
el: Ρυθμίσεις
it: Impostazioni
pl: Ustawienia
vi: Các thiết lập

source: Setup Wallet
bg: Конфигуриране на портфейла
el: Εγκατάσταση πορτοφολιού
it: Imposta il portafoglio
pl: Ustaw Portfel
vi: Thiết lập ví

source: Share
bg: Сподели
el: Μοιραστείτε
it: Condividi
pl: Udostępnij
vi: Chia sẻ

source: Show Masternode Keys
bg: Покажи Masternode ключове
el: Προβολή κλειδιών Masternode
it: Mostra le chiavi masternode
pl: Pokaż Klucze Masternoda
vi: Hiển thị các khoá Masternode

source: Show Recovery Phrase
bg: Покажи фраза за възстановяване
el: Προβολή Φράσης Ανάκτησης
it: Mostra la frase di recupero
pl: Pokaż Frazy Odzyskiwania Portfela
vi: Hiển thị câu phục hồi

source: Sign up to CrowdNode
it: Iscriviti a CrowdNode
pl: Zapisz Się Do CrowdNode

source: Skip
bg: Пропусни
el: Παράλειψη
it: Salta
pl: Pomiń
vi: Bỏ qua

source: Something went wrong
bg: Нещо се обърка
el: Κάτι πήγε στραβά
it: Qualcosa è andato storto
pl: Coś poszło nie tak
vi: Có vấn đề gì đó

source: Sort by
el: Ταξινόμηση κατά
it: Ordina per
pl: Sortuj według
vi: Sắp xếp theo

source: Sort Contacts
el: Ταξινόμηση Επαφών
it: Ordina contatti
pl: Sortuj kontakty
vi: Sắp xếp các liên lạc

source: Sorted by distance
el: Ταξινόμηση κατά απόσταση
it: Ordinati per distanza
pl: Sortuj wg dystansu

source: Sorted by name
el: Ταξινόμηση κατά όνομα
it: Ordinati per nome
pl: Sortuj wg nazwy

source: Sorting: A to Z
el: Ταξινόμηση: Α έως Ω
it: Ordinamento: dalla A alla Z
pl: Sortuj: A do Z

source: Sorting: Z to A
el: Ταξινόμηση: Ζ προς Α
it: Ordinamento: dalla Z alla A
pl: Sortuj: Z do A

source: Specify Amount
bg: Посочете сума
el: Καθορίστε το ποσό
it: Specifica Importo
pl: Określ Kwotę
vi: Xác định số lượng

source: Spending Confirmation
bg: Потвърждение за похарчване
el: Επιβεβαίωση Ξοδέματος
it: Conferma della spesa
pl: Potwierdzenie Wysłania
vi: Xác nhận chi tiêu

source: Staking
pl: Lokata

source: Support
el: Υποστήριξη
it: Supporto
pl: Wsparcie
vi: Hỗ trợ

source: Swept!
bg: Изчистен!
el: Σαρώθηκε
it: Pulito!
pl: Wymieciony!
vi: Đã quét!

source: Switch to Mainnet
bg: Превключи към Mainnet
el: Μετάβαση στο MainNet
it: Passa a Mainnet
pl: Przełącz na Mainnet
vi: Chuyển sang mạng chính

source: Switch to Testnet
bg: Превключи към Testnet
el: Μετάβαση στο TestNet
it: Passa a Testnet
pl: Przełącz na Testnet
vi: Chuyển sang mạng thử nghiệm

source: Sync Failed
bg: Неуспешно синхронизиране
el: Ο Συγχρονισμός Απέτυχε!
it: Sincronizzazione Fallita
pl: Synchronizacja Zawiodła
vi: Đồng bộ không thành công

source: Sync Now
bg: Синхронизирай сега
el: Συγχρονισμός Τώρα
it: Sincronizza Ora
pl: Synchronizuj Teraz
vi: Đồng bộ luôn

source: Syncing
bg: Синхронизиране
el: Συγχρονισμός
it: Sincronizzazione
pl: Synchronizowanie
vi: Đang đồng bộ

source: Syncing Balance
el: Συγχρονισμός Υπολοίπου
it: Sincronizzazione bilancio
pl: Synchronizowanie bilansu

source: Syncing...
el: Συγχρονισμός...
it: Sincronizzazione...
pl: Synchronizuje...

source: Tap to hide balance
bg: Докоснете, за да скриете баланса
el: Πατήστε για να κρύψετε το υπόλοιπο
it: Tocca per nascondere il saldo
pl: Stuknij by ukryć saldo
vi: Bấm để ẩn số dư

source: Tax Category
el: Φορολογική κατηγορία
it: Categoria fiscale
pl: Kategoria Podatkowa

source: The chain is syncing…
it: La catena si sta sincronizzando...
pl: Łańcuch synchronizuje się…

source: The code is incorrect. Please check and try again!
el: Ο κωδικός είναι λανθασμένος. Παρακαλώ ελέγξτε και δοκιμάστε ξανά!
it: Il codice non è corretto. Si prega di verificare e riprovare!
pl: Kod jest nieprawidłowy. Spróbuj ponownie!

source: The Dash was successfully deposited to your Coinbase account. But there was a problem transfering it to Dash Wallet on this device.
it: Il Dash è stato depositato con successo sul tuo conto Coinbase. Ma si è verificato un problema durante il trasferimento a Dash Wallet su questo dispositivo.
pl: Dash został pomyślnie przelany na twoje konto Coinbase, ale wystąpił błąd podczas transferu monet do twojego portfela Dash.

source: The minimum amount you can send is %@
it: L'importo minimo che puoi inviare è%@
pl: Minimalna kwota jaką możesz wysłać to %@

source: There are no new notifications
el: Δεν υπάρχουν νέες ειδοποιήσεις
it: Non ci sono nuove notifiche
pl: Nie ma nowych powiadomień
vi: Không có thông báo mới

source: There are no transactions to display
bg: Няма транзакции за показване
el: Δεν υπάρχουν συναλλαγές για προβολή
it: Non ci sono transazioni da visualizzare
pl: Brak transakcji do wyświetlenia
vi: Không có giao dịch nào để hiển thị

source: There are no users that match with the name %@
el: Δεν υπάρχουν χρήστες που να ταιριάζουν με το όνομα %@
it: Non ci sono utenti che corrispondono al nome %@
pl: Nie ma użytkowników pasujących do nazwy %@
vi: Không có người dùng nào có tên trùng với %@

source: There are no users that match with the name %@ in your contacts
el: Δεν υπάρχουν χρήστες που να ταιριάζουν με το όνομα %@ στις επαφές σας
it: Non ci sono utenti che corrispondono al nome %@ nei tuoi contatti
pl: Twoje kontakty nie zawierają żadnego użytkownika pasującego do nazwy %@
vi: Không có người dùng nào có tên trùng với %@ trong danh sách liên hệ của bạn

source: There was an error while obtaining new address
it: Si è verificato un errore durante l'acquisizione del nuovo indirizzo
pl: Wystąpił błąd podczas generowania nowego adresu

source: There was an error, please try again later
it: Si è verificato un errore, riprova più tardi
pl: Wystąpił błąd, spróbuj ponownie później

source: This app is open source:
bg: Това приложение е с отворен код:
el: Αυτή η εφαρμογή είναι ανοικτού κώδικα
it: Questa app è open source:
pl: Ta aplikacja jest open source:
vi: Ứng dụng này là mã nguồn mở:
