Repository: dashpay/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: bg, el, it, pl, vi

source: Privacy Policy
it: Politica sulla Riservatezza
pl: Polityka Prywatności

source: Terms of Use
it: Termini di utilizzo
pl: Warunki Użytkowania

source: %@ has accepted your contact request
el: %@ έχει αποδεχτεί το αίτημα επαφής σας
it: %@ ha accettato la tua richiesta di contatto
pl: %@zaakceptował twoje zaproszenie do znajomych
vi: %@ đã chấp nhận yêu cầu liên hệ của bạn

source: %@ has sent you a contact request
el: %@ σας έστειλε αίτημα επαφής
it: %@ ti ha inviato una richiesta di contatto
pl: %@wysłał ci zaproszenie do znajomych
vi: %@ đã gửi bạn một yêu cầu liên hệ

source: %@ is not allowed to access Face ID
bg: %@ не е разрешен достъпа до Face ID
el: %@ δεν επιτρέπεται να έχετε πρόσβαση στο Face ID
it: %@ non hai dato il permesso alla videocamera
pl: %@ nie ma zezwolenia na dostęp do Face ID
vi: %@ không được cho phép truy cập Face ID

source: %@ is not allowed to access the camera
bg: %@ не е позволен достъп до камерата
el: %@ δεν επιτρέπεται να έχετε πρόσβαση στην κάμερα
it: %@ non ha il permesso di accedere alla videocamera
pl: %@ nie na zezwolenia na dostęp do kamery
vi: %@ không được cho phép truy cập đến chức năng chụp ảnh

source: %@ is not allowed to access Touch ID
bg: %@ не е разрешен достъпа до Touch ID
el: %@ δεν επιτρέπεται να έχετε πρόσβαση στο Touch ID
it: %@ non hai dato il permesso al sensore biometrico digitale
pl: %@ nie ma zezwolenia na dostęp do Touch ID
vi: %@ không được cho phép truy cập chức năng Touch ID

source: (1/3) Processing Payment
el: (1/3) Επεξεργασία Πληρωμής
it: (1/3) Pagamento in elaborazione
pl: (1/3) Przetwarzanie Transakcji
vi: (1/3) Đang xử lý giao dịch

source: (1/3) Unable to process payment
el: (1/3) Ήταν αδύνατη η επεξεργασία της πληρωμής
it: (1/3) Impossibile elaborare il pagamento
pl: (1/3) Przetworzenie transakcji nie jest możliwe
vi: (1/3) Không thể xử lý giao dịch

source: (2/3) Creating Dash Identity
el: (2/3) Δημιουργία Ταυτότητας Dash
it: (2/3) Creazione dell'identità Dash
pl: (2/3) Tworzenie Tożsamości Dash
vi: (2/3) Đang tạo danh tính Dash

source: (2/3) Unable to create Dash Identity
el: (2/3) Ήταν αδύνατη η δημιουργία Ταυτότητας Dash
it: (2/3) Impossibile creare l'identità Dash
pl: (2/3) Stworzenie Tożsamości Dash jest niemożliwe
vi: (2/3) Không thể tạo danh tính Dash

source: (3/3) Can't register username
el: (3/3) Δεν είναι δυνατή η εγγραφή του ονόματος χρήστη
it: (3/3) Impossibile registrare il nome utente
pl: (3/3) Rejestracja nazwy użytkownika jest niemożliwa
vi: (3/3) Không thể đăng ký tên người dùng

source: (3/3) Registering Username
el: (3/3) Εγγραφή Ονόματος Χρήστη
it: (3/3) Registrazione del nome utente
pl: (3/3) Trwa Rejestracja Nazwy Użytkownika
vi: (3/3) Đang đăng ký tên người dùng

source: 1 hour
bg: 1 час
el: 1 ώρα
it: 1 ora
pl: 1 godzina
vi: 1 giờ

source: 1 mile
el: 1 μίλι
it: 1 miglio
pl: 1 mila

source: 1 min
bg: 1 мин
el: 1 λεπτό
it: 1 minuto
pl: 1 minuta
vi: 1 phút

source: 20 miles
el: 20 μίλια
it: 20 miglia
pl: 20 mil

source: 24 hours
bg: 24 часа
el: 24 ώρες
it: 24 ore
pl: 24 godziny
vi: 24 giờ

source: 5 miles
el: 5 μίλια
it: 5 miglia
pl: 5 mil

source: 5 min
bg: 5 мин
el: 5 λεπτά
it: 5 minuti
pl: 5 minut
vi: 5 phút

source: 50 miles
el: 50 μίλια
it: 50 miglia
pl: 50 mil

source: "%@" is not a recovery phrase word
bg: "%@" не е фраза за възстановяване
el: "%@" δεν είναι μια φράση ανάκτησης
it: "%@" non è una parola della frase di recupero
pl: %@ to nie słowo frazy odzyskiwania danych
vi: "%@" không phải là một cụm từ khôi phục

source: "%@" is not a recovery phrase word. Would you like to try to recover the correct word that should be in its place?
el: "%@" δεν είναι μια λέξη ανάκτησης. Θα θέλατε να προσπαθήσετε να ανακτήσετε τη σωστή λέξη που θα πρέπει να είναι στη θέση της;
it: "%@" non è una parola della frase di recupero. Vorresti provare a recuperare la parola corretta che dovrebbe stare in questa posizione?
pl: "%@" nie jest właściwym słowem odzyskiwania. Czy chciałbyś spróbować odzyskać właściwe słowo, które powinno być na miejscu?

source: try again in %@
bg: опитай отново в %@
el: προσπαθήστε ξανά σε %@
it: riprova tra %@
pl: spróbuj ponownie za %@
vi: thử lại trong vòng %@

source: A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on to continue.
bg: Необходима е парола на устройството за опазване на портфейла Ви. Отидете в настройки и включете използването на парола, за да продължите.
el: Ένας κωδικός φράσης για την συσκευή είναι απαραίτητος για τη διαφύλαξη του πορτοφολιού σας. Μεταβείτε στην επιλογή Ρυθμίσεις και ενεργοποιήστε τον κωδικό για να συνεχίσετε.
it: Un codice di accesso è necessario per proteggere il tuo portafoglio. Vai nelle impostazioni e attiva il codice per continuare.
pl: Do zabezpieczenia portfela potrzebny jest kod dostępu do urządzenia. Przejdź do ustawień i włącz hasło, aby kontynuować.
vi: Một mật khẩu cho thiết bị là cần thiết để bảo vệ ví của bạn. Hãy vào phần Settings và bật chế độ mật khẩu và tiếp tục.

source: A Masternode needs 1000 Dash as collateral and each Masternode is currently rewarded approximately %@ per year.
it: Un Masternode ha bisogno di 1000 Dash come garanzia e ogni Masternode è attualmente ricompensato approssimativamente %@ per anno
pl: Masternode potrzebuje 1000 Dash jako zabezpieczenie. Każdy Masternode jest wynagradzany około %@ na rok.

source: About
bg: Относно
el: Σχετικά
it: A proposito di
pl: O aplikacji
vi: Giới thiệu

source: Accept
el: Αποδοχή
it: Accetta
pl: Akceptuj
vi: Chấp nhận

source: Accept Terms Of Use
it: Accetta i termini di utilizzo
pl: Akceputję Warunki Użytkowania

source: Accepting terms of use…
it: Accettazione delle condizioni d'uso...
pl: Akceptowanie warunków korzystania....

source: Accepts DASH directly
el: Δέχεται απευθείας DASH
it: Accetta DASH direttamente
pl: Zaakceptuj DASH bezpośrednio

source: Activity
el: Δραστηριότητα
it: Attività
pl: Aktywność
vi: Các hoạt động

source: Add
el: Προσθήκη
it: Aggiungi
pl: Dodaj

source: Add %@ as your contact to Pay Directly to Username and Retain Mutual Transaction History
el: Προσθέστε τον/την %@ ως επαφή σας για άμεση πληρωμή στο Όνομα Χρήστη και για την διατήρηση Ιστορικού Αμοιβαίων Συναλλαγών
it: Aggiungi %@ come contatto per pagare direttamente con il nome utente e conservare la cronologia delle transazioni reciproche
pl: Dodaj %@ jako twój kontakt aby móc płacić bezpośrednio tej osobie i mieć dostęp do historii transakcji
vi: Thêm %@ như là một liên hệ để chuyển tiền trực tiếp theo Tên Người dùng và Giữ lại Lịch sử giao dịch

source: Add a New Contact
el: Προσθήκη Νέας Επαφής
it: Aggiungi un nuovo contatto
pl: Dodaj Nowy Kontakt
vi: Thêm một liên hệ

source: Address
bg: Адрес
el: Διεύθυνση
it: Indirizzo
pl: Adres
vi: Địa chỉ

source: Advanced Security
bg: Разширена сигурност
el: Ενισχυμένη Ασφάλεια
it: Sicurezza Avanzata
pl: Zaawansowane Bezpieczeństwo
vi: Bảo mật nâng cao

source: All
bg: Всички
el: Όλα
it: Tutte
pl: Wszystko
vi: Tất cả

source: All payments will be considered as an Expense and all incoming transactions will be Income. The owner of this wallet is responsible for making any cost basis adjustments in their chosen tax reporting system.
el: Όλες οι πληρωμές θα θεωρούνται ως Έξοδα και όλες οι εισερχόμενες συναλλαγές Έσοδα. Ο ιδιοκτήτης αυτού του πορτοφολιού είναι υπεύθυνος για την πραγματοποίηση τυχόν προσαρμογών της βάσης κόστους στο σύστημα φορολογικής αναφοράς που έχει επιλέξει.
it: Tutti i pagamenti saranno considerati come Uscite e tutte le transazioni in entrata come Entrate. Il proprietario di questo portafoglio è responsabile di apportare eventuali modifiche alla base dei costi nel sistema di rendicontazione
pl: Wszystkie płatności będą traktowane jako Wydatki, a wszystkie transakcje przychodzące będą Przychodem. Właściciel tego portfela jest odpowiedzialny za dokonanie wszelkich korekt podstawy kosztów w wybranym przez siebie systemie sprawozdawczości podatkowej.

source: Allow camera access in Settings
bg: Разреши достъпа до камерата в Настройки
el: Επιτρέψτε πρόσβαση της κάμερας στις Ρυθμίσεις
it: Abilita l'accesso alla videocamera in Impostazioni->Privacy->Fotocamera
pl: Zezwól na dostęp do kamery w Ustawieniach
vi: Cho phép truy cập máy ảnh trong Settings

source: Allow Face ID access in Settings
bg: Разреши достъпа до Face ID в Настройки
el: Επιτρέψτε πρόσβαση του Face ID στις Ρυθμίσεις
it: Consenti accesso Face ID in Impostazioni
pl: Zezwól na dostęp do Face ID w Ustawieniach
vi: Cho phép truy cập Face ID trong Settings

source: Allow Touch ID access in Settings
bg: Разреши достъпа до Touch ID в Настройки
el: Επιτρέψτε πρόσβαση του Touch ID στις Ρυθμίσεις
it: Consenti accesso Touch ID in Impostazioni
pl: Zezwól na Touch ID w Ustawieniach
vi: Cho phép truy cập Touch ID trong Settings

source: Amount in Dash
el: Ποσό σε Dash
it: Importo in Dash
pl: Kwota w Dash

source: Amount received
el: Ποσοστό Ληφθέντων
it: Quantità ricevuta
pl: Otrzymano ilość

source: Amount Sent
bg: Изпратени суми
el: Ποσοστό Απεσταλμένων
it: Importo Inviato
pl: Ilość wysłana
vi: Số tiền đã gửi

source: An intuitive and familiar experience across all your devices
bg: Интуитивно и познато преживяване на всичките Ви устройства
el: Μια διαισθητική και οικεία εμπειρία σε όλες τις συσκευές σας
it: Un'esperienza intuitiva e familiare su tutti i tuoi dispositivi
pl: Intuicyjne i znane doświadczenie na wszystkich urządzeniach
vi: Một giao diện trực quan và quen thuộc trên tất cả các thiết bị của bạn

source: and
it: e
pl: i

source: Application %@ is requesting a payment to
bg: Приложението %@ изисква плащане към
el: Η εφαρμογή %@ ζητάει πληρωμή στο
it: <br>L'applicazione %@ richiede un pagamento
pl: Aplikacja %@ pyta się o płatność na
vi: Ứng dụng 1%@ đang yêu cầu thanh toán cho

source: Application %@ is requesting an address so it can pay you. Would you like to authorize this?
bg: Приложението %@ изисква адрес за да направи плащането. Ще разрешите ли това?
el: Η εφαρμογή %@ ζητάει μια διεύθυνση για να σας πληρώσει. Θα θέλατε να το εγκρίνετε αυτό;
it: L'applicazione %@ richiede un indirizzo cosi' che possa pagarti. Potresti autorizzarlo?
pl: Aplikacja %@ pyta się o twój adres aby móc ci zapłacić.. Wyrażasz na to zgodę?
vi: Ứng dụng %@ đang yêu cầu một địa chỉ để nó có thể thanh toán cho bạn. Bạn có cho phép điều này?

source: Application %@ would like to receive your Master Public Key. This can be used to keep track of your wallet, this can not be used to move your Dash.
bg: Приложението %@ иска да получи вашият Master Public Key. Това може да бъде използване за проследяване на вашият портфейл,но не може да се използва за преместване на вашите Dash.
el: Η εφαρμογή %@ θέλει να λάβει το Κύριο Δημόσιο κλειδί σας. Αυτό μπορεί να χρησιμοποιηθεί για να παρακολουθείτε το πορτοφόλι σας, αυτό δεν μπορεί να χρησιμοποιηθεί για να μετακινήσετε τα Dash σας.
it: L'applicazione %@vorrebbe ricevere la tua Chiave Pubblica Principale. Può essere utilizzata per tracciare il tuo portafoglio, ma non può essere usata per spostare i tuoi Dash.
pl: Aplikacja %@ chce otrzymaćdostęp do głównego publicznego klucza. Klucz ten pozwoli to na monitorowanie portfela, ale nie da możliwości ruszenia twoich monet.
vi: Ứng dụng %@ có thể nhận Master Public Key của bạn. Nó có thể được dùng để theo dõi ví của bạn, nhưng nó không thể dùng để chuyển Dash.

source: Are you sure you want to cancel this order?
it: Sei sicuro di voler annullare questo ordine?
pl: Czy na pewno chcesz anulować to zlecenie?

source: Are you sure?
bg: Сигурен ли си ?
el: Είστε σίγουροι;
it: Sei sicuro??
pl: Jesteś pewien?
vi: Bạn chắc chứ?

source: ATMs
el: ATM
pl: Bankomaty

source: Authentication is unvailable
bg: Удостоверяването не е налично
el: Η ταυτοποίηση δεν είναι διαθέσιμη
it: L'autenticazione non è disponibile
pl: Autoryzacja jest niedostępna
vi: Xác thực không sẵn sàng

source: Authorized
el: Εξουσιοδοτημένο
it: Autorizzato
pl: Autoryzowany

source: Auto Logout
bg: Автоматично излизане
el: Αυτόματη Αποσύνδεση
pl: Automatyczne wylogowanie
vi: Tự động khoá

source: Autohide Balance
bg: Автоматично скриване на баланса
el: Αυτόματη απόκρυψη Υπολοίπου
it: Mascheramento Automatico Bilancio
pl: Automatyczne Ukrywanie Salda
vi: Tự ẩn số dư

source: Backup Passphrase
it: Passphrase di backup
pl: Stwórz kopię zapasową hasła

source: Backup Wallet
bg: Архивиране на портфейла
el: Backup πορτοφολιού
it: Portafoglio di backup
pl: Kopia zapasowa portfela
vi: Sao lưu ví

source: Backup your passphrase to create a CrowdNode account
it: Esegui il backup della tua passphrase per creare un account CrowdNode
pl: Stwórz kopię zapsową hasła aby utworzyć konto na CrowdNode

source: Bad recovery phrase
bg: Грешна възстановяваща фраза
el: Λάθος φράση ανάκτησης
it: Frase di recupero errata
pl: Złe hasło odzyskiwania
vi: Câu phục hồi không đúng

source: Balance
el: Υπόλοιπο
it: Saldo
pl: Saldo

source: Balance:
it: Bilancio:
pl: Saldo:

source: Bank Account
it: Conto bancario
pl: Konto Bankowe

source: Bank Wire
it: Bonifico bancario
pl: Transfer Bankowy

source: Between Dash Wallet and Coinbase
it: Tra Dash Wallet e Coinbase
pl: Pomiędzy portfelem Dash i Coinbase

source: Between Dash Wallet and your Coinbase account
el: Μεταξύ του Dash Wallet και του λογαριασμού σας στην Coinbase.
it: Tra Dash Wallet e il tuo account Coinbase
pl: Pomiędzy twoim Portfelem Dash a twoim kontem na Coinbase

# block #%d of %d
source: block #%1$d of %2$d
bg: блок #%1$d от %2$d
el: μπλόκ #%1$d από %2$d
it: blocco #%1$d di %2$d
pl: blok #%1$d z %2$d
vi: khối #%1$d của %2$d

# Block #%d of %d
source: Block #%1$d of %2$d
bg: Блок #%1$d от %2$d
el: Μπλόκ #%1$d από %2$d
it: Blocco #%1$d di %2$d
pl: Blok #%1$d z %2$d
vi: Khối #%1$d của %2$d

source: Buy
el: Αγορά
it: Compra
pl: Kup

source: Buy & Sell Dash
bg: Купи & Продай Dash
el: Αγορά και Πώληση Dash
it: Compra & Vendi Dash
pl: Kupuj i Sprzedawaj Dash
vi: Mua & Bán Dash

source: Buy a Gift Card
el: Αγοράστε μια δωροκάρτα
it: Acquista una carta regalo
pl: Kup Kartę Podarunkową

source: Buy a gift card with Dash.
el: Αγοράστε μια δωροκάρτα με Dash.
it: Acquista una carta regalo con Dash.
pl: Kup kartę podarunkową za pomocą Dash.

source: Buy and convert Dash with another crypto
el: Αγοράστε και μετατρέψτε τα Dash σε άλλο κρυπτονόμισμα
it: Acquista o scambia Dash con un'altra criptovaluta
pl: Kup i przekonwertuj inną walutę krypto na Dash

source: Buy Dash
bg: Купи Dash
el: Αγορά Dash
it: Compra Dash
pl: Kup Dashe
vi: Mua Dash

source: Buy Dash with fiat
el: Αγορά Dash με χρήματα
it: Acquista Dash con denaro fiat
pl: Kup Dash za normalne pieniądze

source: Buy gift cards with your Dash
el: Αγοράστε δωροκάρτες με το Dash σας
it: Acquista carte regalo con Dash
pl: Kup karty podarunkowe za pomocą Dash

source: Buy gift cards with your Dash for the exact amount of your purchase.
el: Αγοράστε δωροκάρτες με το Dash σας για το ακριβές ποσό της αγοράς σας.
it: Acquista carte regalo con i tuoi Dash per l'importo esatto del tuo acquisto.
pl: Kup karty podarunkowe na dokładną kwotę twojego zakupu

source: Buy/Sell
el: Αγορά/Πώληση
it: Compra/Vendi
pl: Kupuj/Sprzedawaj

source: By wiping this device you will no longer have access to funds on this device. This should only be done if you no longer have access to your passphrase and have also forgotten your PIN code.
bg: Чрез изтриването на това устройство вече няма да имате достъп до средства на това устройство. Това трябва да се направи само, ако вече нямате достъп до фразата за възстановяване си и сте забравили своя ПИН код.
el: Με την εκκαθάριση αυτής της συσκευής δεν θα έχετε πλέον πρόσβαση στα χρήματα αυτής της συσκευής. Αυτό θα πρέπει να γίνει μόνο εάν δεν έχετε πλέον πρόσβαση στη φράση πρόσβασης και έχετε ξεχάσει και τον κωδικό PIN.
it: Cancellando questo dispositivo non avrai più accesso ai fondi su questo dispositivo. Questo dovrebbe essere fatto solo se non hai più accesso alla tua "passphrase" e hai anche dimenticato il tuo codice PIN.
pl: Jeśli wyczyścisz to urządzenie, stracisz dostęp do funduszy na tym urządzeniu. Tę czynność możesz rozważyć jedynie, gdy nie masz dostępu do frazy odzyskiwania portfela oraz pinu.
vi: Bằng việc xoá thiết bị này bạn sẽ không còn có thể truy cập vào số tiền trong thiết bị này nữa. Điều này chỉ nên thực hiện nếu bạn không còn nhớ mật khẩu hoặc quên mất mã PIN.

source: Call
el: Κλήση
it: Chiama
pl: Zadzwoń

source: Cancel
bg: Отказ
el: Ακύρωση
it: Cancella
pl: Anuluj
vi: Huỷ bỏ

source: Change
bg: Промяна
el: Αλλαγή
it: Cambiare
pl: Reszta
vi: Thay đổi

source: Change payment amount?
bg: Промяна сумата за плащане?
el: Αλλαγή του ποσού πληρωμής?
it: Cambiare l'ammontare del pagamento?
pl: Zmienić ilość do zapłaty?
vi: Thay đổi số tiền cần chuyển?

source: Change PIN
bg: Промяна на ПИН
el: Αλλαγή PIN
it: Modificare PIN
pl: Zmień kod PIN
vi: Đổi mã PIN

source: Check your connection
bg: Проверете връзката
el: Ελέγξτε την σύνδεση σας
it: Controlla la connessione
pl: Sprawdź swoje połączenie
vi: Kiểm tra kết nối của bạn

source: Choose your
el: Επιλέξτε
it: Scegli il tuo
pl: Wybierz swój
vi: Chọn của bạn

source: Clear
bg: Изчисти
el: Εκκαθάριση
it: Rimuovere
pl: Wyczyść
vi: Xoá

source: Clear trusted node?
bg: Изчистване на познатите нодове?
el: Εκκαθάριση εμπίστου κόμβου;
it: Rimuovere il nodo affidabile?
pl: Wyczyścić zaufany węzeł?
vi: Xoá nút được tin cậy?

source: Close
bg: Затвори
el: κλείσιμο
it: Chiudi
pl: Zamknij
vi: Đóng

source: Close App
bg: Затвори приложението
el: Κλείσιμο Εφαρμογής
it: Chiudi app
pl: Zamknij Aplikacje
vi: Đóng ứng dụng

source: Coinbase 2FA code
el: Κωδικός Coinbase 2FA
it: Codice Coinbase 2FA
pl: Kod 2FA

source: Coinbase Fee
el: Προμήθεια Coinbase
it: Commissione Coinbase
pl: Opłata Coinbase

source: Confirm
bg: Потвърди
el: Επιβεβαίωση
it: Conferma
pl: Potwierdź
vi: Xác thực

# Confirm (%d%@)
source: Confirm (%1$d%2$@)
it: Confermare (%1$d%2$@)
pl: Potwierdź (%1$d%2$@)

source: Confirm PIN
bg: Потвърди ПИН
el: Επιβεβαίωση PIN
it: Conferma PIN
pl: Potwierdź kod PIN
vi: Xác nhận mã PIN

source: Confirming
bg: Потвърждаване
el: Επιβεβαίωση
it: In Conferma
pl: Potwierdzam
vi: Đang xác nhận

source: Connect with third party exchanges
bg: Свързване към трета страна за обмяна
el: Συνδεθείτε με ανταλλακτήρια τρίτων
it: Connetti a Exchanges esterni
pl: Połącz się z giełdą stron trzecich
vi: Kết nối với sàn giao dịch của bên thứ ba

source: Connected
el: Συνδέθηκε
it: Connesso
pl: Połączony

source: Connected peers: %d
bg: Свързани пиъри: %d
el: Συνδεδεμένοι χρήστες: %d
it: Peers connessi: %d
pl: Podłączone peery %d
vi: Số kết nối ngang hàng: %d

source: Connecting to payment server
bg: Свързване към сървъра за разплащане
el: Σύνδεση με το διακομιστή πληρωμών
it: Connessione al server di pagamento
pl: Trwa łączenie z serwerem płatności
vi: Đang kết nối với máy chủ thanh toán

source: Contact Coinbase Support
el: Επικοινωνία με την υποστήριξη της Coinbase
it: Contatta il supporto di Coinbase
pl: Skontaktuj się z pomocą Coibase

source: Contact Request Pending
el: Εκκρεμεί Αίτημα Επαφής
it: Richiesta di contatto in sospeso
pl: Zaproszenie do kontaktów czeka na odpowiedź
vi: Yêu cầu liên hệ đang chờ

source: Contact Requests
el: Αιτήματα Επαφών
it: Richieste di contatto
pl: Zaproszenie do kontaktów
vi: Các yêu cầu liên hệ

source: Contact Support
bg: Връзка с поддръжката
el: Επικοινωνήστε με την υποστήριξη
it: Contatta il Supporto
pl: Skontaktuj się z pomocą techniczną
vi: Liên hệ hỗ trợ

source: Contacts
el: Επαφές
it: Contatti
pl: Kontakty
vi: Các liên hệ

source: Continue
bg: Продължи
el: Συνέχεια
it: Continua
pl: Dalej
vi: Tiếp tục

source: Convert Crypto
el: Μετατροπή Κρυπτονομισμάτων
it: Converti criptovalute
pl: Wymień Krypto

source: Copied
bg: Копирано
el: Αντιγράφηκε
it: Copiato
pl: Skopiowano
vi: Đã copy

source: Copy
bg: Копирай
el: Αντιγραφή
it: Copia
pl: Kopiuj
vi: Sao chép

source: Copy Logs
bg: Копирай логовете
el: αντιγραφή αρχείων καταγραφής
it: Copia i Logs
pl: Kopiuj Logi
vi: Sao chép logs

source: Could not automatically recover missing or incorrect words
el: Δεν ήταν δυνατή η αυτόματη ανάκτηση των χαμένων λέξεων
it: Non è stato possibile recuperare automaticamente le parole mancanti od errate.
pl: Nie jest możliwe automatyczne odzyskanie brakujących lub niewłaściwych słów

source: Could not connect to the Dash network, please check that you are connected to the internet.
el: Δεν ήταν δυνατή η σύνδεση στο δίκτυο Dash, ελέγξτε ότι είστε συνδεδεμένοι στο Διαδίκτυο.
it: Impossibile connettersi alla rete Dash, controlla di essere connesso a Internet.
pl: Niemożliwe jest połączenie z siecią Dash. Sprawdź swoje połączenie z internetem.

source: Couldn't make payment
bg: Плащането не може да се изпълни
el: Δεν ήταν δυνατή η πληρωμή
it: Impossibile effettuare il pagamento
pl: Nie można dokonać płatności
vi: Không thể thực hiện giao dịch

source: Couldn't sweep balance
bg: Не може да бъде усвоен баланса
el: Δεν ήταν δυνατή η σαρώση των χρήματων
it: Impossibile trasferire il saldo
pl: Nie można wgrać salda
vi: Không thể quét số dư

source: Couldn't transmit payment to Dash network
bg: Не може да бъде излъчено плащането към Dash мрежата
el: Δεν μπορούσα να μεταδώσω την πληρωμή στο δίκτυο Dash
it: Impossibile trasferire il pagamento alla rete Dash
pl: Nie można przesłać płatności do sieci Dash
vi: Không thể gửi giao dịch đến mạng lưới Dash

source: Create a New Wallet
bg: Създай нов портфейл
el: Δημιουργία Νέου Πορτοφολιού
it: Crea un nuovo portafoglio
pl: Stwórz Nowy Portfel
vi: Tạo một ví mới

source: Create Account
it: Crea un Account
pl: Stwórz Konto

source: Create Online Account
it: Crea un account online
pl: Stwórz Konto Online

source: Credit Card
el: Πιστωτική Κάρτα
it: Carta di Credito
pl: Karta Kredytowa

source: CrowdNode Support
it: Supporto CrowdNode
pl: Wsparcie CrowdNode

source: CrowdNode ➝ DashWallet
pl: CrowdNode ➝ Portfel Dash

source: CSV Export
el: Εξαγωγή CSV
it: Esporta CSV
pl: Eksportuj CSV

source: Current APY is %@
it: L'APY attuale è %@
pl: Obecne oprocentowanie w skali roku jest %@

source: Current location
el: Τρέχουσα τοποθεσία
it: Posizione attuale
pl: Obecna lokalizacja

source: Current Location Settings
el: Ρυθμίσεις τρέχουσας τοποθεσίας
it: Impostazioni di posizione corrente
pl: Obecne ustawienia lokalizacji

source: Current user: %@
el: Τρέχων χρήστης: %@
it: Utente corrente: %@
pl: Obecny użytkownik: %@
vi: Người dùng hiện tại: %@

source: Dash balance on Coinbase
it: Saldo Dash su Coinbase
pl: Saldo Dash na Coinbase

source: Dash payments can't be less than %@
bg: Dash плащанията не могат да бъдат по-малки от %@
el: Οι Dash πληρωμές δεν μπορεί να είναι μικρότερες από %@
it: I pagamneti in Dash non possono essere inferiori a %@
pl: Płatności Dash nie mogą być mniejsze niż %@
vi: Số Dash cho giao dịch không thể nhỏ hơn %@

source: Dash username
el: Όνομα Χρήστη Dash
it: Nome utente Dash
pl: Nazwa Użytkownika Dash
vi: Tên người dùng Dash

source: Dash Wallet on this device
el: Dash Wallet σε αυτή τη συσκευή
it: Dash Wallet su questo dispositivo
pl: Portfel Dash na tym urządzeniu

source: DashPay Upgrade Fee
el: Προμήθεια αναβάθμισης σε DashPay
it: Commissione di aggiornamento DashPay
pl: Opłata za ulepszenie DashPay
vi: Chi phí nâng cấp DashPay

source: DashWallet ➝ CrowdNode
pl: Portfel Dash ➝ CrowdNode

source: Date
bg: Дата
el: Ημερομηνία
it: Data
pl: Data
vi: Ngày

source: Default currency, shortcuts, about…
bg: Валута по подразбиране,преки пътища, относно...
el: Προεπιλεγμένο νόμισμα, συντομεύσεις, σχετικά με...
it: Valuta predefinita, scorciatoie, riguardo ...
pl: Domyślna waluta, skróty, o…
vi: Tiền tệ ngầm định, lối tắt, về...

source: Denied
el: Απορρίφθηκε
it: Nega
pl: Zabroniony

source: Deposit
it: Depositare
pl: Wpłata

source: Deposit %@ to start earning
it: Deposita %@ per iniziare a guadagnare
pl: Wpłać %@ aby zacząć zarabiać

source: Deposit at least %@ to start earning
it: Deposita almeno %@ per iniziare a guadagnare
pl: Wpłać co najmniej %@ aby zacząć zarabiać
