Repository: dashpay/dashwallet-ios
Catalog: DashWallet/*.lproj/Main.strings
Languages: ar, da, fr, hu, nl, ru, th

# 4w7-k8-9wY.normalTitle
source: recover wallet
ar: إسترجاع المحفظة
da: gendan tegnebog
fr: récupérer un portefeuille
hu: tárca helyreállítása
nl: herstel portemonnee
ru: Восстановить кошелёк
th: กู้คืน wallet

# 5OA-tB-Exg.text
source: https://github.com/QuantumExplorer/dashwallet
ar: https://github.com/dashpay/dashwallet
fr: https://github.com/dashpay/dashwallet

# 8e2-ar-Ehc.text
source: local currency
ar: العملة المحلية
da: lokal valuta
fr: devise locale
hu: helyi valuta
ru: Местная валюта
th: สกุลเงินท้องถิ่น

# A4M-yq-26d.normalTitle
source: generate recovery phrase
ar: خلق جملة الاسترداد
da: generér gendannelsessætning
fr: générer une phrase de récupération
hu: kódmondat létrehozása
nl: Genereer herstelzin
ru: Сгенерировать фразу восстановления
th: สร้างวลีกู้คืน

# D1b-HB-lKH.text
source: start/recover another wallet
ar: بدء / إسترجاع محفظة أخرى
da: opret/gendan en anden tegnebog
fr: créer ou récupérer un autre portefeuille
hu: másik tárca létrehozása/helyreállítása
ru: Начать/восстановить другой кошелек
th: เริ่ม/กู้คืน wallet อื่น

# D4H-hd-LsX.text
source: exchange rate data provided by bitpay.com/rates and poloniex.com
ar: بيانات سعر الصرف المقدمة بواسطة bitpay.com/rates و poloniex.com
da: valutakursdata leveret af bitpay.com/rates
fr: données de taux de change fournies par
hu: az átváltási árfolyamokat biztosítja: bitpay.com/rates
ru: Курсы обмена предоставлены bitpay.com/rates и poloniex.com

# EQG-Km-ZKY.text
source: if you ever lose your phone, you will need this phrase to recover your wallet
ar: إذا فقدت هاتفك ، فستحتاج إلى هذه العبارة لاستعادة محفظتك
da: hvis du nogensinde mister din telefon, vil du have brug for denne sætning for at gendanne din tegnebog
fr: si jamais vous perdez votre téléphone, vous aurez besoin de cette phrase pour récupérer votre portefeuille
hu: ha elveszítenéd a telefonodat, erre a kódmondatra lesz szükséged tárcád helyreállításához
nl: als je ooit je telefoon kwijtraakt, moet je deze zin hebben om je portemonnee te herstellen
ru: Вам понадобится эта фраза, чтобы восстановить Ваш кошелек, если Вы потеряете свой телефон.
th: หากคุณโทรศัพท์หาย คุณจำต้องใช้วลีนี้เพื่อกู้คืน wallet ของคุณ

# FjB-H2-BnK.text
source: sent
ar: أرسلت
da: sendt
fr: envoyée
hu: elküldve
nl: verstuurd
ru: Отправлено
th: ส่ง

# Td7-xP-kmB.text
source: please write it down
ar: يرجى كتابتها
da: skriv den venligst ned
fr: veuillez l'écrire sur papier
hu: írd fel magadnak a kódmondatot
nl: schrijf het alsjeblieft op
ru: Пожалуйста, запишите её
th: กรุณาเขียนมันลงไป

# UyF-OV-QVY.text
source: not connected
ar: غير متصل
da: ikke forbundet
fr: non connecté
hu: nincs kapcsolat
nl: niet verbonden
ru: Не подключено
th: ไม่เชื่อมต่อ

# W8m-Eh-Nf9.title
source: Settings
ar: الإعدادات
da: Indstillinger
fr: Paramètres
hu: Beállítások
ru: Настройки
th: ตั้งค่า

# XJu-9x-HqQ.text
source: amount:
ar: الكمية:
da: beløb:
fr: montant :
hu: összeg:
ru: Сумма:

# YC6-rN-4P5.text
source: Enter this wallet's recovery phrase to wipe it and start/recover another. Your current balance remains on this phrase.
ar: أدخل جملة إسترجاع المحفظة هذه لمسحها وبدء / استرجاع آخر. يبقى رصيدك الحالي في هذه الجملة.
da: Indtast denne tegnebogs gendannelsessætning for at slette den og oprette/gendanne en anden. Din nuværende saldo forbliver på denne sætning.
fr: Entrez la phrase de récupération de ce portefeuille pour l'effacer puis en créer ou en récupérer un autre. Votre solde actuel reste sur cette phrase.
hu: Ahhoz, hogy új tárcát készíthess vagy helyreállíthass egy másikat, törölnünk kell a mostani tárcádat. Írd be a tárcád helyreállítási kódmondatát, hogy törölhesd a telefonodról. Az egyenleged ettől függetlenül megmarad, csak a telefonodon nem lesz többé elérhető.
nl: Voer de herstelzin in van deze portemonnee om deze te voegen en nieuwe te starten/herstellen. Je huidige saldo blijft op deze herstelzin.
ru: Введите фразу восстановления этого кошелька, чтобы уничтожить его и создать/восстановить другой. Ваш текущий баланс останется на этой фразе.
th: ป้อนวลีกู้คืน wallet ของคุณ เพื่อลบและสร้าง / เรียกคืนข้อมูลใหม่ ยอดคงเหลือปัจจุบันยังคงใช้วลีกู้คืนนนี้

# bfj-xS-5rN.normalTitle
source: Pay Address From Clipboard
ar: دفع لعنوان الحافظة
da: betal adresse fra udklipsholder
fr: adresse depuis le presse-papier
hu: fizetés a vágólapon lévő címre
nl: betaaladres vanaf het klembord
ru: Оплатить на адрес из буфера обмена
th: ชำระที่อยู่จากคลิปบอร์ด

# ce6-Wi-wk4.normalTitle
source: Scan QR Code
ar: الماسح الضوئي لرمز QR
da: scan QR-kode
fr: scanner un code QR
hu: QR kód beolvasása
ru: Сканировать QR-код
th: สแกนโค้ด QR

# cyp-mV-Bhd.text
source: I wrote it down:
ar: كتبت ذلك :
da: Jeg skrev den ned:
fr: Je l'ai écrite sur papier :
hu: Leírtam:
nl: ik heb het opgeschreven:
ru: Я записал её:
th: ฉันได้เขียนลงไปแล้ว

# dOa-zm-TDG.normalTitle
source: new wallet
ar: محفظة جديدة
da: ny tegnebog
fr: nouveau portefeuille
hu: új tárca létrehozása
nl: Nieuwe portemonnee
ru: Новый кошелёк
th: wallet ใหม่

# dX6-jg-5IA.text
source: If you ever lose your phone, you will need this phrase to recover your wallet.
ar: إذا فقدت هاتفك ، فستحتاج إلى هذه الجملة لإسترجاع محفظتك.
da: hvis du nogensinde mister din telefon, vil du have brug for denne sætning for at gendanne din tegnebog
fr: si jamais vous perdez votre téléphone, vous aurez besoin de cette phrase pour récupérer votre portefeuille
hu: ha elveszítenéd a telefonodat, erre a kódmondatra lesz szükséged tárcád helyreállításához
nl: als je ooit je telefoon kwijtraakt, moet je deze zin hebben om je portemonnee te herstellen
ru: Вам понадобится эта фраза, чтобы восстановить Ваш кошелёк, если Вы потеряете свой телефон.
th: หากคุณโทรศัพท์หาย คุณจำต้องใช้วลีนี้เพื่อกู้คืน wallet ของคุณ

# eJ2-5h-DO2.text
source: unconfirmed
ar: غير مؤكد
da: ubekræftet
fr: non confirmée
hu: meg nem erősített
nl: niet-bevestigd
ru: Не подтверждено
th: ไม่มีการยืนยัน

# fQN-xb-SYb.title
source: confirm:
ar: تأكد:
da: bekræft:
fr: confirmez :
hu: megerősítés:
nl: Bevestigen:
ru: Подтверждение:
th: ยืนยัน :

# l5l-JR-LKA.text
source: Send DASH
ar: إرسال داش
da: send penge:
fr: Envoyer :
hu: pénz küldése:
nl: Stuur DASH
ru: Отправить DASH:
th: ส่ง dash

# ooJ-EA-DFl.title
source: recovery phrase:
ar: جملة الاسترجاع :
da: gendannelsessætning:
fr: phrase de récupération :
hu: helyreállítási kódmondat:
nl: herstelzin:
ru: Фраза восстановления:
th: วลีกู้คืน​ :

# qel-3J-2VC.text
source: Receive DASH
ar: تلقي داش
da: modtag penge:
fr: Recevoir :
hu: pénz fogadása:
nl: ontvang DASH:
ru: Получить DASH:
th: ได้รับ dash

# s4T-yd-VfX.title
source: transaction details
ar: تفاصيل المعاملة
da: overførselsdetaljer
fr: détails de la transaction
hu: a tranzakció részletei
nl: transactiedetails
ru: Детали транзакции
th: รายละเอียดธุรกรรม

# t1j-JZ-FW0.text
source: no transactions
ar: لا توجد اي معاملات
da: ingen overførsler
fr: aucune transaction
hu: nincs tranzakció
nl: geen transacties
ru: Нет транзакций
th: ไม่มีธุรกรรม

# uvz-hk-Nr4.text
source: dashwallet v%ver%%net% copyright © 2017 Dash Foundation Based on breadwallet this app is open source
ar: DashWallet v%ver%%net% حقوق الطبع والنشر © 2018 Dash Core مبنية على breadwallet هذا التطبيق مفتوح المصدر
da: dashwallet v%ver%%net% copyright © 2017 Dash Foundation Forked from breadwallet. This app is open source:
fr: DashWallet v%ver%%net% Copyright © 2018 Dash Core Basé sur breadwallet Cette application est open source
ru: dashwallet v%ver%%net% copyright © 2018 Dash Core Основано на breadwallet Это приложение с открытым исходным кодом

# wDZ-DN-szv.text
source: start a new wallet by generating a wallet recovery phrase
ar: انشاء محفظة جديدة عن طريق خلق تعبير استرداد المحفظة
da: start en ny tegnebog ved at generere en gendannelsessætning
fr: créez un nouveau portefeuille en générant une phrase de récupération
hu: készíts új tárcát egy tárca-helyreállítási kódmondat generálásával
nl: Creëer een nieuwe portemonnee door een nieuwe herstel zin te genereren
ru: Начните создание нового кошелька с генерации фразы восстановления
th: สร้าง wallet ใหม่ โดยการสร้างวลีกู้คืน

# adc-g6-wnP.text
source: Shapeshift in progress
ar: جاري Shapeshift
fr: Shapeshift en cours
nl: Shapeshift wordt uitgevoerd
ru: Shapeshift еще выполняется
th: Shapeshift กำลังดำเนินการ

# lbm-03-nu4.text
source: Instant Send
ar: الإرسال الفوري

# x2u-C3-wz6.text
source: status:
ar: الحالة:
fr: état :
ru: Cтатус:

# Irz-6P-zvD.normalTitle
source: copy logs
ar: نسخ السجلات
fr: journal de copie
ru: копировать журнал

# QQS-Me-RNh.title
source: remind me later
da: påmind mig senere
fr: me la rappeler plus tard
hu: emlékeztess később
ru: Напомнить позже

# efL-Cj-Aho.normalTitle
source: show
da: vis
hu: mutat
ru: Показать
